{"a": {"m": [["YAMO", "", "noun", 0.0, ["(micronationalism, derogatory) An intermicronational organisation that is useless or unnecessary; serving no purpose."]], ["Yamaha", "", "noun", 3.3, ["A product manufactured by Yamaha, particularly a motorcycle."]], ["yam", "/jæm/", "noun", 3.04, ["Any climbing vine of the genus Dioscorea in the Eastern and Western hemispheres, usually cultivated.", "(regional, Cumberland) Home."]], ["yamabushi", "", "noun", 1.09, ["A Japanese ascetic hermit who dwells on a mountain."]], ["yamadou", "", "noun", 0.0, ["(archaic) An oil obtained from Virola sebifera."]], ["yamaimo", "", "noun", 0.0, ["Dioscorea japonica, an edible Japanese yam."]], ["yamaka", "", "noun", 1.18, ["Alternative spelling of yarmulke"]], ["yamalke", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yamamai", "", "noun", 0.0, ["Antheraea yamamai, the Japanese oak silkmoth."]], ["yamamomo", "", "noun", 0.0, ["yangmei"]], ["yamanba", "", "noun", 0.0, ["A mountain hag in Japanese folklore."]], ["yamaskite", "", "noun", 0.0, ["(mineralogy) A form of pyroxenite."]], ["yamberry", "", "noun", 0.0, ["Any of a collection of small, pea-sized edible bulbils that form on the vines of Chinese yam Dioscorea polystachya."]], ["yamboo", "/jæmˈbuː/", "noun", 0.0, ["(historical) A small gold or silver ingot formerly used as currency in some parts of China."]], ["yamelka", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yamelke", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yamen", "/ˈjɑːmən/", "noun", 1.77, ["A residence of an official of the Chinese Empire."]], ["yamilke", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yamless", "", "adj", 0.0, ["Without a yam or yams."]], ["yamlike", "", "adj", 0.0, ["Resembling or characteristic of a yam."]], ["yammer", "/ˈjæm.ɚ/", "noun", 2.04, ["The act or noise of yammering."]], ["yammerer", "", "noun", 0.0, ["One who complains or whines peevishly or whimperingly."]], ["yammering", "", "noun", 1.92, ["Loud, incoherent, repetitive speech."]], ["yamogenin", "", "noun", 0.0, ["(organic chemistry) A sapogenin found in fenugreek and yams."]], ["yamp", "", "noun", 0.0, ["An umbelliferous plant, Perideridia gairdneri, native to California, whose tubers were used as food by Native Americans."]], ["yampah", null, "noun", 0.0, ["Any of the genus Perideridia of plants in the parsley family, native to western North America, with umbels of white flowers, especially Perideridia gairdneri, which has an edible root."]], ["yampe", "", "noun", 0.0, ["(Jamaica) A reddish vegetable, a form of yam with a vine that twists from left to right, the opposite of the ordinary yam vine."]], ["yampee", "", "noun", 0.0, ["(Jamaica) A variety of yam, Dioscorea trifida, smaller than a regular yam."]], ["yampy", "", "noun", 0.0, ["A vegetable, the Indian white yam.", "(West Midlands) Barmy; mad; daft.", "(West Midlands) A foolish person."]], ["yamstchik", "", "noun", 0.0, ["(historical) In 19th-century Russia, someone who delivered post by means of a horse-drawn carriage."]], ["yamstick", "", "noun", 0.0, ["A rod-shaped implement used by the aboriginal people of Australia to dig yam and as a combat weapon."]], ["yamuka", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yamulke", "", "noun", 0.0, ["Alternative spelling of yarmulke"]]], "a": [["Yaaku", "", "noun", 0.0, ["An indigenous group of forest people located in Kenya."]], ["yaa", "", "noun", 2.24, ["The letter ي (y) in the Arabic script."]], ["yaasa", "", "noun", 0.0, ["(India) a regional dialect or accent of Telugu."]]], "g": [["Yagara", "/ˈjaɡərə/", "noun", 0.0, ["An Indigenous Australian people who inhabited much of the area of and around what is now Brisbane."]], ["Yagua", "", "noun", 0.0, ["An indigenous people of Colombia and northeastern Peru."]], ["yage", "/ˈjɑːheɪ/", "noun", 1.18, ["Ayahuasca."]], ["yagger", "", "noun", 0.0, ["(obsolete) A fishing boat used to catch herring."]], ["yaghourt", "", "noun", 0.0, ["Archaic spelling of yogurt."]], ["yaghurt", "", "noun", 0.0, ["Archaic form of yogurt."]], ["yagi", "", "noun", 2.15, ["Yagi-Uda antenna"]], ["yagiite", "", "noun", 0.0, ["(mineralogy) A hexagonal-dihexagonal dipyramidal colorless mineral containing aluminum, magnesium, oxygen, potassium, silicon, and sodium."]], ["yagona", "/jɑˈɡoʊnə/", "noun", 0.0, ["(chiefly in the Pacific islands) The kava plant."]], ["yagouarondi", "", "noun", 0.0, ["(very rare) Alternative spelling of jaguarundi"]], ["yagouarundi", "", "noun", 0.0, ["Alternative spelling of jaguarundi"]], ["yagua", "", "noun", 0.0, ["A Central American palm tree, Roystonea dunlapiana"]], ["yaguarondi", "", "noun", 0.0, ["Alternative spelling of jaguarundi"]], ["yaguaza", "", "noun", 0.0, ["Dendrocygna autumnalis, the black-bellied whistling duck."]], ["yagé", "", "noun", 0.0, ["Alternative spelling of yage"]]], "h": [["Yahoo", "/ˈjɑːhuː/", "noun", 3.86, ["(fiction) One of a race of brutes, who look and act similar to men, inhabiting the same land as the civilized Houyhnhnms."]], ["Yahooskin", "", "noun", 0.0, ["Dated form of Yahuskin."]], ["Yahtzee", "/ˈjɑːtsi/", "noun", 2.28, ["In the game of Yahtzee, a five-of-a-kind, where all dice show the same value, which is the highest-scoring combination."]], ["Yahwism", "/ˈjɑːwɪz.əm/", "noun", 0.0, ["(religion, historical) The polytheistic religion of Iron Age Israel, worshipping a pantheon of gods headed by Yahweh and Asherah."]], ["Yahwist", "", "noun", 1.21, ["(historical, religion) A follower of the Iron Age religion of Yahwism."]], ["yah", "/jɑː/", "noun", 3.54, ["(Britain, informal) An upper-class person, especially a Sloane Ranger."]], ["yahooish", "", "adj", 0.0, ["Like a yahoo; ignorant and boorish."]], ["yahooism", "", "noun", 0.0, ["The behaviour or attitudes of yahoos; ignorant boorishness."]], ["yahrtzeit", "", "noun", 0.0, ["Alternative spelling of yahrzeit"]]], "k": [["Yaka", "", "noun", 1.73, ["An African ethnic group of the southwestern Democratic Republic of the Congo."]], ["Yakiman", "", "noun", 0.0, ["Someone from Yakima, Washington State."]], ["Yakimaniac", "", "noun", 0.0, ["(rare, humorous) Someone from Yakima, Washington State; a Yakiman."]], ["Yakimite", "", "noun", 0.0, ["(rare) A Yakiman; someone from Yakima, Washington State."]], ["Yakoot", "", "noun", 0.0, ["Archaic form of Yakut."]], ["Yakut", "/jəˈkuːt/", "noun", 1.7, ["One of a Siberian people who speak a Turkic language, and live in the Lena river basin."]], ["yak", "/jæk/", "noun", 3.12, ["An ox-like mammal native to the Himalayas, Mongolia, Burma, and Tibet with dark, long, and silky hair, a horse-like tail, and a full, bushy mane."]], ["yakal", "", "noun", 0.0, ["(Philippines) Shorea astylosa; a tree endemic to the Philippines."]], ["yakalo", "/ˈjækəloʊ/", "noun", 0.0, ["A hybrid cross of a yak (Bos grunniens) and an American bison (Bison bison)."]], ["yakamik", "", "noun", 0.0, ["A bird allied to the cranes; the agami or trumpeter."]], ["yakayaka", "", "noun", 0.0, ["(Ghana) steamed cassava"]], ["yakback", "", "noun", 0.0, ["The back of a yak (for riding or carrying burdens)."]], ["yakdan", "", "noun", 0.0, ["A Persian trunk or portmanteau"]], ["yakgwa", "", "noun", 0.0, ["A type of Korean dessert made with honey, rice wine, sesame oil, and ginger juice."]], ["yakhchal", "", "noun", 0.0, ["(architecture) An type of icehouse, built mainly in Persia (present-day Iran), that functions as an evaporative cooler, having a domed shape above ground and a subterranean storage space."]], ["yakhdan", "", "noun", 0.0, ["A leather basket or trunk formerly used in the Middle East."]], ["yakhni", "", "noun", 0.0, ["Any of various stocks, broths and stews found in many countries from the Balkan Peninsula to South Asia."]], ["yakhontovite", "", "noun", 0.0, ["(mineralogy) A monoclinic-prismatic pistachio green mineral containing calcium, copper, hydrogen, iron, magnesium, oxygen, potassium, and silicon."]], ["yaki", "", "noun", 1.98, ["teppanyaki"]], ["yakimono", "", "noun", 0.0, ["Grilled or broiled dishes in Japanese cuisine."]], ["yakin", "", "noun", 1.71, ["A large Himalayan antelope, Budorcas taxicolor"]], ["yakiniku", "", "noun", 1.63, ["Meat grilled on a barbecue Japanese-style."]], ["yakisoba", "", "noun", 1.65, ["A Japanese dish made of fried wheat flour noodles, pork, vegetables and a sweet sauce."]], ["yakisugi", "", "noun", 0.0, ["A method of preserving wood by slightly charring its surface."]], ["yakitori", "/jækɪˈtɔəɹi/", "noun", 1.8, ["A Japanese shish kebab-type dish made with small pieces of chicken or other ingredients cooked on skewers, often marinated in soy sauce or seasoned with salt."]], ["yakka", null, "noun", 1.43, ["(Australia) Work."]], ["yakless", "", "adj", 0.0, ["Without a yak or yaks."]], ["yaklike", "", "adj", 0.0, ["Resembling or characteristic of a yak."]], ["yakman", "", "noun", 0.0, ["A man in charge of a yak."]], ["yakow", "", "noun", 0.0, ["An animal that is a hybrid of yak and cow (domestic cattle)."]], ["yakshi", "", "noun", 1.08, ["A female yaksha."]], ["yakskin", "", "noun", 0.0, ["The pelt or hide of a yak; leather made from yak hides."]], ["yakuza", "/ˈjakuza/", "noun", 3.06, ["A Japanese organized crime gang. (plural: yakuza)"]]], "l": [["Yaleman", "", "noun", 0.0, ["A man who attends or graduated from Yale University"]], ["Yalensian", "", "noun", 0.0, ["A student or alumnus of Yale University."]], ["yale", "", "noun", 3.88, ["A mythical beast in European mythology and heraldry, usually portrayed as an antelope- or goat-like four-legged creature with large horns that it can swivel in any direction."]], ["yali", "", "noun", 1.63, ["A type of house, particularly found on the Bosporus."]], ["yalkaparidontid", "", "noun", 0.0, ["Any extinct marsupial of the family †Yalkaparidontidae"]], ["yaller", "/ˈjælɚ/", "adj", 1.03, ["Pronunciation spelling of yellow, representing Southern US English."]], ["yalman", "", "noun", 0.0, ["The double-edged end third of the kilij Turkish saber."]]], "n": [["Yangshao", "", "noun", 0.0, ["(historical) The members of a Neolithic culture that existed extensively along the middle reaches of the Yellow River in China from around 5000 BC to 3000 BC."]], ["Yank", "/jæŋk/", "noun", 3.0, ["(US) A Yankee, a Northerner: someone from the Northern United States, especially from New England."]], ["Yankee", "/ˈjæŋ.ki/", "noun", 3.6, ["(chiefly outside the US) A native or inhabitant of the United States."]], ["Yankeedom", "", "noun", 0.0, ["The region inhabited by Yankees."]], ["Yankeeism", "", "noun", 0.0, ["An American word, phrase or custom; an Americanism."]], ["Yankeeization", "", "noun", 0.0, ["The process of Yankeeizing."]], ["Yankeeness", "", "noun", 0.0, ["The quality of being Yankee."]], ["Yankeese", "", "noun", 0.0, ["(rare) The American dialect of English."]], ["Yankism", "", "noun", 0.0, ["(often derogatory) A word or phrase originating from or specific to American English."]], ["Yanky", "", "noun", 0.0, ["Archaic form of Yankee."]], ["Yanomamö", "", "noun", 0.0, ["A population of native people living in the Amazon rainforest."]], ["Yanyuwa", "", "noun", 0.0, ["An Australian Aboriginal people of the Northern Territory. who live in the coastal region inclusive of and opposite to the Sir Edward Pellew Group of Islands in the southern Gulf of Carpentaria."]], ["yana", "/ˈjɑː.nə/", "noun", 2.47, ["(Buddhism) Any of the vehicles of Buddhist or Tantric practice."]], ["yanacona", "", "noun", 0.0, ["(historical) An Indian in the service of a Spaniard."]], ["yanakuna", "", "noun", 0.0, ["(historical) An individual in the Inca Empire who left the ayllu system and worked full-time at a variety of tasks for the Inca, their queen, or the religious establishment."]], ["yandere", "/ˈjɑːndɛɹeɪ/", "noun", 2.14, ["(chiefly Japanese fiction) A character, usually a girl, who has an obsessive and possessive side in regards to their crush, ready to use violent and murderous means to maintain an exclusive bond."]], ["yandy", null, "noun", 1.55, ["(Australia) The dish used in this process"]], ["yang", "/jeɪŋ/", "noun", 3.91, ["(philosophy) A principle in Chinese and related East Asian philosophies associated with bright, hot, masculine, etc. elements of the natural world.", "The monetary unit of Korea from 1892 to 1902, divided into 100 pun.", "The cry of the wild goose; a honk."]], ["yangambin", "", "noun", 0.0, ["(organic chemistry) The lignan (3S,3aR,6S,6aR)-3,6-bis(3,4,5-trimethoxyphenyl)-1,3,3a,4,6,6a-hexahydrofuro[3,4-c]furan"]], ["yangge", "", "noun", 0.0, ["A Chinese folk dance performed in a circle, often in colorful costume with a red silk ribbon around the waist."]], ["yanggona", "", "noun", 0.0, ["Alternative spelling of yagona"]], ["yangire", "", "noun", 0.0, ["A usually female character in chiefly Japanese fiction. It's essentially a yandere without romantic motivations for their acts of violence."]], ["yangite", "", "noun", 0.0, ["(mineralogy) A chain-silicate mineral with the formula PbMnSi₃O₈•H₂O."]], ["yangmei", "", "noun", 0.0, ["The edible crimson fruit of the subtropical tree Myrica rubra."]], ["yangochiropteran", "", "noun", 0.0, ["Any microbat of the suborders Yangochiroptera or Vespertilioniformes"]], ["yangona", "", "noun", 0.0, ["Alternative spelling of yagona"]], ["yangonin", "", "noun", 0.0, ["(organic chemistry) A particular kavalactone."]], ["yangpan", "", "noun", 0.0, ["Alternative spelling of yangban"]], ["yangqin", "", "noun", 0.0, ["A Chinese musical instrument, a hammered dulcimer traditionally fitted with bronze strings."]], ["yank", "/jæŋk/", "noun", 3.0, ["A sudden, vigorous pull (sometimes defined as mass times jerk, or rate of change of force)."]], ["yankee", "", "noun", 3.6, ["(nautical) A headsail resembling a genoa or a jib but with a high-cut clew, normally used together with a staysail. A sailing boat is typically equipped with three yankee sails of different sizes, number one being the largest."]], ["yankeeweed", "", "noun", 0.0, ["The herbaceous perennial plant Eupatorium compositifolium."]], ["yanker", "/ˈjæŋkɚ/", "noun", 0.0, ["Someone who yanks, or gives a sudden hard pull"]], ["yanolite", "", "noun", 0.0, ["(dated, mineralogy) axinite"]], ["yanomamite", "", "noun", 0.0, ["(mineralogy) An orthorhombic-dipyramidal mineral containing arsenic, hydrogen, indium, and oxygen."]], ["yanonin", "", "noun", 0.0, ["A particular steroid glycoside."]], ["yanqui", "/ˈjæŋki/", "noun", 1.32, ["(sometimes derogatory) A citizen of the United States of America, as opposed to a Latin American."]], ["yantra", "/jəntɹə/", "noun", 1.98, ["A geometrical diagram used as a meditation aid in tantric worship."]], ["yanyuedao", "", "noun", 0.0, ["A type of Chinese pole weapon consisting of a heavy blade with a spike at the back."]]], "p": [["Yapese", "", "noun", 0.0, ["A native or inhabitant of Yap."]], ["Yapman", "", "noun", 0.0, ["A man from the island of Yap."]], ["yap", "/jæp/", "noun", 2.94, ["(countable) The high-pitched bark of a small dog, or similar."]], ["yapock", "", "noun", 0.0, ["Alternative spelling of yapok"]], ["yapok", "/ˈjæpɒk/", "noun", 0.0, ["The water opossum (Chironectes minimus)."]], ["yapp", "/jæp/", "noun", 1.83, ["In bookbinding, the edge of the binding that extends beyond the edges of the pages, and may protect the gilding."]], ["yapped", "", "adj", 1.22, ["Of a book: having a yapp."]], ["yappiness", "", "noun", 0.0, ["The quality of being yappy."]], ["yapping", "", "noun", 2.34, ["A sound that yaps, especially the continued barking of a small dog."]], ["yappish", "", "adj", 0.0, ["yappy; resembling or producing yapping sounds"]], ["yapunyah", "", "noun", 0.0, ["Eucalyptus ochrophloia, a eucalypt native to inland New South Wales and Queensland in eastern Australia."]]], "q": [["Yaquina", "", "noun", 1.7, ["A Native American people from Oregon."]]], "r": [["Yarborough", "", "noun", 2.22, ["(bridge) A hand that contains no honors."]], ["Yardie", "", "noun", 1.42, ["(Jamaica) A Jamaican."]], ["Yarg", "/jɑɹɡ/", "noun", 1.08, ["A semi-hard cheese made in Cornwall with a distinctive rind made by wrapping the cheese in nettle leaves."]], ["Yaruro", "", "noun", 0.0, ["An indigenous people of Venezuela."]], ["yar", "/jɑɹ/", "adj", 2.75, ["(nautical, of a vessel, especially sailboat) Quick and agile; easy to hand, reef and steer."]], ["yarage", "", "noun", 0.0, ["(nautical, archaic, of a ship) The power of moving, or being managed, at sea."]], ["yarak", "/ˈja.ɹak/", "noun", 0.0, ["(falconry) A super-alert state where the bird is hungry, but not weak, in a trance-like state of alertness and ready to hunt."]], ["yaram", "", "noun", 0.0, ["Alternative spelling of yarrum"]], ["yaranga", "", "noun", 0.0, ["A rounded or conical tent of reindeer hide, the traditional mobile home of some nomadic indigenous peoples of Russia."]], ["yaravi", "", "noun", 0.0, ["A traditional nostalgic love song of Peru."]], ["yaray", "", "noun", 0.0, ["The palm tree Sabal causiarum."]], ["yarble", "/ˈjɑː(ɹ)bəl/", "noun", 0.0, ["(vulgar, very rare, chiefly in the plural) A testicle."]], ["yarborough", "", "noun", 2.22, ["(card games) A hand, in bridge or whist, that has no card with a value greater than nine (and no aces), though in some circles it is no card above a ten."]], ["yard", "/jɑɹd/", "noun", 4.57, ["A small, usually uncultivated area adjoining or (now especially) within the precincts of a house or other building.", "A unit of length equal to 3 feet in the US customary and British imperial systems of measurement, equal to precisely 0.9144 m since 1959 (US) or 1963 (UK).", "(finance) 10⁹, A short scale billion; a long scale thousand millions or milliard."]], ["yardage", "", "noun", 2.78, ["An amount or length measured in yards."]], ["yardang", "", "noun", 0.0, ["A large wind-eroded mass of soft or poorly consolidated rock in a desert region which lies parallel to the prevailing winds, often with an unusual shape."]], ["yardarm", "", "noun", 1.59, ["(nautical) The outer end of a yard, often equipped with blocks for reeving signal halyards."]], ["yarden", "", "noun", 1.3, ["(neologism, informal, nonstandard) An area which is both a yard and a garden."]], ["yarder", null, "noun", 2.43, ["(forestry) A motor-driven logging machine which transports logs by means of a system of cables and winches.", "(in combination) Something that is a stated number of yards in some dimension."]], ["yardfowl", "/ˈjɑɹdˌfaʊl/", "noun", 0.0, ["A chicken raised in a yard."]], ["yardfowlism", "", "noun", 0.0, ["(Barbados) Political sycophancy in return for favors."]], ["yardful", "", "noun", 0.0, ["Enough to fill a yard."]], ["yardgoat", "", "noun", 0.0, ["A tractor, smaller than a yardhorse, for hauling loads around a shipping yard."]], ["yardgrass", "", "noun", 0.0, ["Grass in a lawn"]], ["yardhorse", "", "noun", 0.0, ["A heavy-duty tractor designed for moving shipping containers on chassis around a shipping terminal."]], ["yardless", "", "adj", 0.0, ["Without a yard."]], ["yardlight", "", "noun", 0.0, ["A freestanding weatherproof exterior light fixture in a garden or landscaped setting."]], ["yardlike", "", "adj", 0.0, ["Resembling or characteristic of a yard."]], ["yardlong", "", "adj", 0.0, ["Alternative spelling of yard-long"]], ["yardman", "/ˈjɑɹdmən/", "noun", 1.31, ["A worker in any of several types of yard, as:", "A worker in a railyard."]], ["yardmaster", "", "noun", 1.39, ["A railway employee who is in charge of a railway yard."]], ["yards", "/jɑɹdz/", "noun", 4.51, ["(nautical) The totality of the sailing rig."]], ["yardsale", "", "noun", 1.26, ["Alternative spelling of yard sale."]], ["yardsman", "", "noun", 0.0, ["The foreman or man in charge of the activities in a yard (train yard, prison yard, stock yard, etc)."]], ["yardsnap", "", "noun", 0.0, ["(nautical) A strap equipped with snaps at the outer end of a yard for securing signal halyards."]], ["yardstick", "/ˈjɑɹdˌstɪk/", "noun", 2.69, ["A measuring rod thirty-six inches (one yard) long."]], ["yardwand", "", "noun", 0.0, ["(archaic) A yardstick."]], ["yare", "/jɛə(ɹ)/", "adj", 2.12, ["(archaic) Ready; prepared."]], ["yareta", "", "noun", 0.0, ["Azorella compacta, a South American flowering plant in the family Apiaceae."]], ["yari", "", "noun", 1.88, ["(weaponry) Any of various sizes of spear used in Japanese martial arts."]], ["yarke", "", "noun", 0.0, ["The saki, Pithecia leucocephala"]], ["yarl", "/jɑɹl/", "noun", 0.0, ["A deep, guttural vocal style with affected pronunciation, characteristic of male grunge and postgrunge singers of the 1990s and early 2000s."]], ["yarligh", "/jɑɹˈliɡ/", "noun", 0.0, ["(historical) A khan's decree in the Mongol Empire."]], ["yarmalka", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yarmalke", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yarmelka", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yarmelke", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yarmulka", "", "noun", 0.0, ["Alternative spelling of yarmulke"]], ["yarmulke", "/ˈjɑ(ɹ)mə(l)kə/", "noun", 1.9, ["A skullcap worn by religious Jewish males (especially during prayer)."]], ["yarn", "/jɑɹn/", "noun", 3.6, ["(uncountable) A twisted strand of fiber used for knitting or weaving."]], ["yarncraft", "", "noun", 0.0, ["The making of decorative items from yarn."]], ["yarnen", "", "noun", 0.0, ["(Indonesia) An economic scheme in agriculture in which farmers make repayments after their harvest."]], ["yarner", "", "noun", 0.0, ["One who tells yarns or stories."]], ["yarnless", "", "adj", 0.0, ["Without yarn."]], ["yarnlike", "", "adj", 0.0, ["Resembling yarn; coarse, ropelike."]], ["yarnmaker", "", "noun", 0.0, ["A manufacturer of yarn."]], ["yarnover", "", "noun", 0.0, ["(knitting) A technique in which the yarn is passed over the right-hand needle. In general, the new loop is knitted on the next row, either by itself (producing a hole) or together with an adjacent stitch."]], ["yarnspinner", "", "noun", 0.0, ["A storyteller; one who spins a yarn."]], ["yarnspinning", "", "noun", 0.0, ["The telling of stories."]], ["yarnwindle", "", "noun", 0.0, ["A device for winding yarn into a ball."]], ["yarny", "", "adj", 0.0, ["Resembling yarn; coarse, ropelike."]], ["yaroslavite", "", "noun", 0.0, ["(mineralogy) An orthorhombic white mineral containing aluminum, calcium, fluorine, hydrogen, and oxygen."]], ["yarovization", "", "noun", 0.0, ["vernalization"]], ["yarpha", "", "noun", 0.0, ["(obsolete, Scotland, Orkney) Peat bog."]], ["yarran", "", "noun", 1.33, ["Acacia homalophylla, a species of acacia tree found commonly in Australia."]], ["yarringle", "", "noun", 0.0, ["(obsolete) A historic instrument for winding yarn, no longer used."]], ["yarrow", "/ˈjɛɹoʊ/", "noun", 2.53, ["Any of several pungent Eurasian and North American herbs, of the genus Achillea, used in traditional herbal medicine.", "(UK) A green woodpecker, of species Picus viridis."]], ["yarrowite", "", "noun", 0.0, ["(mineralogy) A trigonal-ditrigonal pyramidal mineral containing copper and sulfur."]], ["yarrum", "/ˈjæɹəm/", "noun", 0.0, ["(obsolete, UK, thieves' cant) Milk."]], ["yarta", "", "noun", 0.0, ["Archaic form of yurt."]], ["yarth", "", "noun", 0.0, ["(obsolete, UK, dialect) earth"]], ["yartseit", "", "noun", 0.0, ["Alternative spelling of yahrzeit"]], ["yartzeit", "", "noun", 0.0, ["Alternative spelling of yahrzeit"]], ["yarum", "", "noun", 0.0, ["Alternative spelling of yarrum"]], ["yarwhelp", "", "noun", 0.0, ["(England, archaic) godwit, a type of bird."]], ["yarwhip", "", "noun", 0.0, ["(obsolete) The bar-tailed godwit, Limosa lapponica"]], ["yarwip", "", "noun", 0.0, ["(archaic) godwit, a type of bird."]]], "t": [["Yat", "", "noun", 2.59, ["A person of the New Orleans, Louisiana area who speaks with a Yat accent."]], ["yatagan", "", "noun", 0.0, ["Alternative spelling of yataghan"]], ["yataghan", "/ˈjætəɡæn/", "noun", 0.0, ["A type of sword used in Muslim countries from the mid-16th to late 19th centuries."]], ["yatai", "", "noun", 1.15, ["A small mobile stall or cart selling street food in Japan."]], ["yatalite", "", "noun", 0.0, ["(mineralogy) A form of coarse-grained pegmatite composed of uralitic actinolite."]], ["yatapoxvirus", "", "noun", 0.0, ["Any of a group of poxviruses including Tanapox."]], ["yatch", "", "noun", 1.53, ["Misspelling of yacht."]], ["yate", "", "noun", 1.87, ["Any of several species of Eucalyptus."]], ["yatga", "", "noun", 0.0, ["A traditional plucked bridge zither played in Mongolia."]], ["yati", "", "noun", 1.43, ["(historical) a Jain monk"]], ["yatigan", "", "noun", 0.0, ["Alternative spelling of yataghan"]], ["yatra", "", "noun", 2.52, ["A Hindu pilgrimage."]], ["yatri", "", "noun", 0.0, ["A Hindu pilgrim, one taking part in yatra."]], ["yatt", "", "noun", 0.0, ["(dialect) A gate."]], ["yatter", "", "noun", 0.0, ["Natter; prattle; mindless chatter."]], ["yattering", "", "noun", 0.0, ["trivial talk; prattle"]], ["yatzy", "", "noun", 0.0, ["A dice game."]]], "v": [["Yavapai", "", "noun", 2.13, ["A Native American tribe of Arizona."]], ["yavapaiite", "", "noun", 0.0, ["(mineralogy) A monoclinic-prismatic light pink mineral containing iron, oxygen, potassium, and sulfur."]]], "y": [["Yayoi", "", "noun", 2.18, ["(historical) An ethnic group of the Japanese archipelago during the Yayoi period (300 BCE–300 CE)."]], ["yaya", "", "noun", 3.0, ["(Philippines) A nanny."]], ["yayoisaponin", "", "noun", 0.0, ["A particular steroid glycoside."]], ["yayue", "", "noun", 0.0, ["(music) A form of Chinese ritual music performed at imperial courts since the Zhou Dynasty, and usually associated with Confucianism."]]], "b": [["yabba", "", "noun", 1.82, ["A traditional Jamaican handmade ceramic cooking pot."]], ["yabbi", "/ˈjæb.i/", "noun", 0.0, ["(Nigeria) Satirical verbal abuse; a roasting."]], ["yabbie", "/ˈjæb.i/", "noun", 0.0, ["Alternative spelling of yabby"]], ["yabble", "", "noun", 0.0, ["Meaningless vocalizations or garbled speech.", "(dialect) Able; capable."]], ["yabby", "/ˈjæb.i/", "noun", 1.33, ["(Australia) Any of various freshwater crayfish, typically of the genus Cherax, valued as food, especially Cherax destructor of southeastern Australia."]], ["yaboo", "", "noun", 0.0, ["(archaic) An Afghan pony used as a beast of burden."]], ["yabusame", "", "noun", 0.0, ["A Japanese form of mounted archery"]]], "c": [["yacal", "", "noun", 0.0, ["A Philippine timber tree with heavy hard wood."]], ["yacare", "", "noun", 0.0, ["A caiman; a kind of alligator."]], ["yacata", "", "noun", 0.0, ["An ancient Mesoamerican structure resembling a rounded pyramid."]], ["yacca", "", "noun", 0.0, ["Either of two large evergreens of the West Indies, Podocarpus coriaceus and Podocarpus purdicanus.", "(Australia) Any of the various Australian perennial flowering plants of the genus Xanthorrhoea."]], ["yacht", "/jɑːt/", "noun", 3.82, ["A slick and light ship for making pleasure trips or racing on water, having sails but often motor-powered. At times used as a residence offshore on a dock."]], ["yachtboard", "", "adj", 0.0, ["(rare) On board a yacht."]], ["yachtdom", "", "noun", 0.0, ["The realm or sphere of yachting."]], ["yachtee", "", "noun", 0.0, ["One who sails on a yacht."]], ["yachter", "/ˈjɒtəɹ/", "noun", 0.0, ["A person who sails in yachts."]], ["yachtful", "", "noun", 0.0, ["As much as a yacht will hold."]], ["yachtie", "", "noun", 0.0, ["Alternative spelling of yachty"]], ["yachting", null, "noun", 2.72, ["(often attributive) A physical activity involving yachts, such as racing sailing boats, cruising to distant shores, or day-sailing along a coast."]], ["yachtist", "", "noun", 0.0, ["One who sails a yacht."]], ["yachtless", "", "adj", 0.0, ["Without a yacht."]], ["yachtlike", "", "adj", 0.0, ["Resembling or characteristic of a yacht."]], ["yachtman", "", "noun", 0.0, ["(dated) A yachtsman."]], ["yachtperson", "", "noun", 0.0, ["One who sails on a yacht."]], ["yachtsman", null, "noun", 2.11, ["A man who sails a yacht."]], ["yachtsmanlike", "", "adj", 0.0, ["Resembling or characteristic of a yachtsman."]], ["yachtsmanship", "", "noun", 0.0, ["The skill or art of sailing a yacht."]], ["yachtsperson", "", "noun", 0.0, ["One who sails a yacht."]], ["yachtswoman", "", "noun", 1.06, ["A woman who sails a yacht."]], ["yachtwear", "", "noun", 0.0, ["Clothing to be worn on a yacht."]], ["yack", "/jak/", "noun", 1.83, ["(England, dialectal, possibly obsolete) An oak."]], ["yacon", "", "noun", 1.61, ["The Peruvian ground apple, Smallanthus sonchifolius"]], ["yacón", "", "noun", 0.0, ["Alternative spelling of yacon"]]], "d": [["yad", "", "noun", 2.47, ["The letter ⴷ in the Tifinagh alphabet."]], ["yadda", "", "noun", 2.47, ["One of a set of items which do not need to be specified; often used in conjunction with the catch phrase yadda yadda yadda."]], ["yadder", "", "noun", 0.0, ["(obsolete, dialect) A stake used for bracing."]], ["yadu", "", "noun", 1.14, ["A Burmese form of poetry consisting of up to three stanzas of five lines, with certain constraints on syllables and rhyme."]]], "e": [["yae", "", "noun", 1.93, ["The Korean vowel ㅒ."]]], "f": [["yaffingale", "/ˈjæfɪŋɡeɪl/", "noun", 0.0, ["(archaic) the European green woodpecker, Picus viridis"]], ["yaffler", "", "noun", 0.0, ["(archaic) the European green woodpecker, Picus viridis"]], ["yafsoanite", "", "noun", 0.0, ["(mineralogy) An isometric-hexoctahedral mineral containing calcium, oxygen, tellurium, and zinc."]]], "i": [["yair", "/jɛɹ/", "noun", 2.37, ["(Northern England, Scotland) An enclosure for catching salmon as the tide ebbs."]]], "j": [["yajeine", "", "noun", 0.0, ["(organic chemistry) harmine"]], ["yajenine", "", "noun", 0.0, ["(organic chemistry, obsolete) An alkaloid of uncertain composition, reported from the genus Banisteriopsis."]], ["yajnopavita", "", "noun", 0.0, ["A sacred thread worn during the upanayana ritual."]]], "o": [["yaocho", "", "noun", 0.0, ["match fixing in Japan"]], ["yaodong", "/jaʊˈdʊŋ/", "noun", 0.0, ["A type of earth shelter dwelling common in the Loess Plateau in northern China."]], ["yaoi", "/ˈjɑ.oʊ.i/", "noun", 2.52, ["(pornography, anime, manga) A form of hentai involving two or more males in a homosexual relationship."]]], "s": [["yasak", "", "noun", 0.0, ["(historical) An in-kind tribute in Imperial Russia exacted from the indigenous peoples of Siberia, usually in fur."]], ["yashiki", "", "noun", 0.0, ["(Japanese history) A residence or estate of a daimyo"]], ["yashiro", "", "noun", 1.69, ["A Shinto temple."]], ["yashmac", "", "noun", 0.0, ["Alternative spelling of yashmak"]], ["yashmack", "", "noun", 0.0, ["Alternative spelling of yashmak"]], ["yashmak", "", "noun", 0.0, ["A veil worn by Muslim women to cover parts of the face when they are in public."]], ["yashmaked", "", "adj", 0.0, ["Wearing a yashmak."]], ["yasht", "/jæʃt/", "noun", 0.0, ["(Zoroastrianism) Any of a collection of hymns and prayers."]]], "u": [["yauld", "", "adj", 0.0, ["(Now chiefly dialectal, Scotland) Vigorous; strong; healthy."]], ["yaup", "", "adj", 0.0, ["(Scotland) hungry"]], ["yaupon", "/ˈjoʊˌpɑn/", "noun", 1.25, ["The yaupon holly, Ilex vomitoria, an evergreen holly shrub with white flowers and red or yellow berries, found in the south-eastern United States."]], ["yautia", "", "noun", 0.0, ["An edible plant commonly found in the Caribbean: Xanthosoma sagittifolium, new cocoyam."]]], "w": [["yaw", "/jɔː/", "noun", 2.87, ["The rotation of an aircraft, ship, or missile about its vertical axis so as to cause the longitudinal axis of the aircraft, ship, or missile to deviate from the flight line or heading in its horizontal plane.", "A single tumor in the disease called yaws."]], ["yawl", "/jɔːl/", "noun", 2.04, ["A small ship's boat, usually rowed by four or six oars."]], ["yawler", "", "noun", 0.0, ["One who sails a yawl."]], ["yawlsman", "", "noun", 0.0, ["One who sails a yawl."]], ["yawmeter", "", "noun", 0.0, ["An instrument that measures an aircraft's yaw."]], ["yawn", "/jɔn/", "noun", 3.07, ["The action of yawning; opening the mouth widely and taking a long, rather deep breath, often because one is tired or bored."]], ["yawner", "", "noun", 1.07, ["A person who yawns.", "(entertainment, sports, informal) Something unexciting or boring, as a book, sporting event, or performance."]], ["yawnful", "", "adj", 0.0, ["boring; tedious"]], ["yawniness", "", "noun", 0.0, ["The quality of being yawny."]], ["yawning", "/ˈjɔːnɪŋ/", "noun", 3.04, ["The action of the verb yawn.", "That yawns or yawn."]], ["yawnless", "", "adj", 0.0, ["Without a yawn."]], ["yawnsome", "", "adj", 0.0, ["Characterised or marked by yawning; boring; dull."]], ["yawny", "", "adj", 0.0, ["Prone to yawning."]], ["yawp", "/jɔːp/", "noun", 1.57, ["A yelp or bark."]], ["yawper", "", "noun", 0.0, ["A person who yawps; one who cries vigorously."]], ["yawping", "", "noun", 0.0, ["loud or coarse talk"]], ["yawweed", "", "noun", 0.0, ["The flowering plant Morinda royoc."]]], "x": [["yaxche", "", "noun", 0.0, ["ceiba tree"]]], "z": [["yazata", "", "noun", 0.0, ["(Zoroastrianism) A divinity."]], ["yazh", "", "noun", 0.0, ["(music) A fretless harp of ancient Tamil origin, with a variable number of gut strings, characterized by a boat-shaped resonator."]], ["yazidiat", "", "noun", 0.0, ["(Pakistani politics) tyranny, oppression"]], ["yazoo", "", "noun", 2.41, ["(US) A tributary that runs parallel to a river (especially when separated by a natural levee)."]]]}, "i": {"m": [["YIMBY", "/jɪmbi/", "noun", 1.33, ["Someone who endorses development (especially the construction of more housing) near them.", "Supporting development (especially the construction of more housing)."]], ["YIMBYism", "", "noun", 0.0, ["The ideology of a YIMBY."]], ["yimengite", "", "noun", 0.0, ["(mineralogy) A hexagonal-dihexagonal dipyramidal black mineral containing aluminum, barium, chromium, iron, magnesium, oxygen, potassium, silicon, and titanium."]]], "d": [["Yid", "/jɪd/", "noun", 2.08, ["(among Jews, informal) A Jew."]], ["Yiddishism", "", "noun", 0.0, ["A word or phrase that is characteristically Yiddish but used in another language."]], ["Yiddishist", "", "noun", 0.0, ["A proponent of the Yiddish language and culture."]], ["Yiddishistic", "", "adj", 0.0, ["Yiddishist"]], ["Yiddishkeit", "", "noun", 0.0, ["Jewishness; the Jewish way of life, particularly Ashkenazi and Yiddish culture."]], ["Yiddishlike", "", "adj", 0.0, ["Rare spelling of Yiddish-like."]], ["Yiddishness", "", "noun", 0.0, ["The quality of being Yiddish."]], ["Yiddishy", "", "adj", 0.0, ["Somewhat Yiddish."]], ["Yidglish", "", "noun", 0.0, ["A variety of English, influenced by Yiddish, spoken by the Jewish population of New York"]], ["yidaki", "", "noun", 0.0, ["(Australia) didgeridoo"]], ["yidam", "", "noun", 0.0, ["(Tibetan Buddhism) A type of deity associated with tantric or Vajrayana Buddhism said to be manifestations of Buddhahood or enlightened mind."]]], "n": [["Yindjibarndi", "/ˈjɪndʒiːbʌndiː/", "noun", 0.0, ["An indigenous Australian people of Western Australia."]], ["Yinglish", "", "noun", 0.0, ["An informal language blending elements of English and Yiddish."]], ["yin", "/jɪn/", "noun", 3.35, ["(philosophy) A principle in Chinese and related East Asian philosophies associated with dark, cool, female, etc. elements of the natural world."]], ["yingjiangite", "", "noun", 0.0, ["(mineralogy) An orthorhombic-dipyramidal mineral containing calcium, hydrogen, oxygen, phosphorus, potassium, and uranium."]], ["yinglong", "", "noun", 0.0, ["(Chinese mythology) a winged dragon and rain deity in Chinese mythology"]], ["yinpterochiropteran", "", "noun", 0.0, ["(zoology) Any bat of the suborder Yinpterochiroptera"]], ["yintah", "", "noun", 0.0, ["(Wet'suwet'en) territory, land"]], ["yinyang", "", "noun", 1.16, ["Alternative spelling of yin-yang"]]], "c": [["yichus", "", "noun", 0.0, ["(Jewish) noble origins; pedigree"]], ["yicky", "", "adj", 0.0, ["Rare form of yucky."]]], "e": [["yield", "/jiːld/", "noun", 4.16, ["(obsolete) Payment; tribute."]], ["yieldable", "", "adj", 0.0, ["(archaic) Disposed to yield or comply."]], ["yieldance", "", "noun", 0.0, ["(archaic) The act of producing; yield."]], ["yielder", "", "noun", 0.0, ["Someone or something that yields a crop or other product."]], ["yielding", "/ˈjiːldɪŋ/", "adj", 3.4, ["Docile, or inclined to give way to pressure.", "A concession."]], ["yieldingness", "", "noun", 0.0, ["Tendency to yield; submissiveness."]], ["yieldless", "", "adj", 0.0, ["Not providing any yield or return."]], ["yieldy", "", "adj", 0.0, ["(archaic or dialect) yielding"]]], "f": [["yiffer", "", "noun", 0.0, ["A long pole, used in scaffolding, that is made of fir.", "One who yiffs."]]], "p": [["yip", "/jɪp/", "noun", 2.82, ["a sharp, high-pitched bark"]], ["yipper", "", "noun", 0.0, ["One who makes a yipping sound."]], ["yipping", "", "noun", 1.47, ["A sound that yips."]], ["yippy", "", "adj", 1.48, ["Making yipping noises."]]], "r": [["yir", "", "adj", 1.36, ["Pronunciation spelling of your."]], ["yirmilik", "", "noun", 0.0, ["(historical) An old Turkish gold coin."]], ["yirratji", "", "noun", 0.0, ["A species of bandicoot, Chaeropus yirratji, of arid central Australia."]]], "t": [["yitong", "", "noun", 1.02, ["Manchu chess; a board game similar to chess, invented and traditionally played in Manchuria."]]], "x": [["yixunite", "", "noun", 0.0, ["(mineralogy) An isometric-hexoctahedral bright white mineral containing indium and platinum."]]]}, "e": {"h": [["Yehudi", "/jəˈhuːdi/", "noun", 2.05, ["Jew"]], ["Yehudim", "", "noun", 0.0, ["The Jews."]], ["yehu", "", "noun", 0.0, ["A bowed string instrument in the huqin family."]]], "l": [["Yellowknifer", "", "noun", 0.0, ["A native or inhabitant of Yellowknife, Canada."]], ["Yelper", "", "noun", 1.2, ["(Internet) A user of Yelp, an Internet service that publishes crowdsourced reviews of local businesses."]], ["Yeltsinism", "", "noun", 0.0, ["(disapproving) the political and economic policies of Boris Yeltsin, after he became the effective ruler of Russia following the dissolution of the Soviet Union in December 1991", "the outward appearance of democracy, while actually concentrating power in a form of authoritarianism"]], ["Yeltsinite", "", "noun", 0.0, ["A supporter of Boris Yeltsin (Russian: Бори́с Е́льцин; 1931–2007), Russian politician and the first President of the Russian Federation, serving from 1991 to 1999."]], ["yelaman", "", "noun", 0.0, ["An Aboriginal shield of wood or bark."]], ["yelamber", "", "noun", 0.0, ["(archaic) yellowhammer"]], ["yeld", "", "adj", 1.05, ["barren, not pregnant, not giving milk"]], ["yeldrin", "", "noun", 0.0, ["(archaic, dialect, UK, Scotland) The yellowhammer."]], ["yell", "/jɛl/", "noun", 3.85, ["A shout.", "(Ulster) dry (of cow)"]], ["yella", "", "adj", 2.1, ["Pronunciation spelling of yellow."]], ["yellable", "", "adj", 0.0, ["Able to be, or suitable for being, yelled."]], ["yeller", "/ˈjɛlɚ/", "noun", 2.11, ["Someone who yells.", "Pronunciation spelling of yellow."]], ["yelling", null, "noun", 4.04, ["The act of producing a yell."]], ["yellow", "/ˈjɛl.oʊ/", "adj", 4.69, ["Of a yellow hue.", "The colour of sunflower petals and lemons; the colour obtained by mixing green and red light, or by subtracting blue from white light."]], ["yellowammer", "", "noun", 0.0, ["Archaic spelling of yellowhammer."]], ["yellowback", "", "noun", 0.0, ["A cheap sensational novel."]], ["yellowberry", "", "noun", 0.0, ["The cloudberry."]], ["yellowbill", "", "noun", 0.0, ["Ceuthmochares aereus, an African cuckoo with a heavy yellow bill."]], ["yellowbird", "", "noun", 1.32, ["The yellow warbler"]], ["yellowcake", "", "noun", 1.89, ["A concentrated form of uranium ore containing a mixture of oxides."]], ["yellowcress", "", "noun", 0.0, ["Rorippa palustris, a flowering plant in the mustard family."]], ["yellowcrown", "", "noun", 0.0, ["A bird, the golden-crowned warbler (Basileuterus culicivorus)."]], ["yellowdicks", "", "noun", 0.0, ["The plant Helenium amarum"]], ["yellowed", "", "adj", 2.22, ["Having acquired a yellow color (or discoloration), especially when due to age; having been made yellow."]], ["yelloweye", "", "noun", 0.0, ["The yelloweye mullet, a fish in the family Mugilidae."]], ["yellowface", "", "noun", 1.57, ["A style of theatrical makeup in which a white actor yellows their face in order to portray an East Asian."]], ["yellowfacing", "", "noun", 0.0, ["performance in yellowface makeup"]], ["yellowfin", "", "noun", 2.23, ["Any of various fish with yellow fins.", "especially, yellowfin tuna (Thunnus albacares, in family Scombridae)"]], ["yellowfish", "", "noun", 0.0, ["Certain species of the genus Labeobarbus of mid-sized ray-finned fish."]], ["yellowhammer", "", "noun", 1.55, ["A passerine bird, Emberiza citrinella, of western Eurasia, which is mainly yellow in colour."]], ["yellowhead", "", "noun", 1.65, ["A yellowhead butterflyfish (Chaetodon xanthocephalus)."]], ["yellowheart", "", "noun", 0.0, ["The tree Zanthoxylum flavum."]], ["yellowhorn", "", "noun", 0.0, ["Xanthoceras sorbifolium, the Chinese flowering chestnut."]], ["yellowing", "", "noun", 2.49, ["The process of turning yellow."]], ["yellowish", "/ˈjɛlɔʊɪʃ/", "adj", 3.21, ["Somewhat yellow (in colour)."]], ["yellowishness", "", "noun", 0.0, ["The property of having a slight or moderate shade of yellow, usually tinged with other colours."]], ["yellowleg", "", "noun", 0.0, ["Either of two species of shorebirds, of the genus Tringa, that have yellow legs"]], ["yellowmouth", "", "adj", 0.0, ["(zoology, in the names of fishes) Having yellow markings around the mouth."]], ["yellowness", "", "noun", 1.38, ["The state or quality of being yellow in colour."]], ["yellownose", "", "adj", 0.0, ["That has a yellow nose"]], ["yellowroot", "", "noun", 0.0, ["Xanthorhiza simplicissima, syn. X. apiifolia, a North American subshrub whose roots were formerly used to produce a yellow dye."]], ["yellowseed", "", "noun", 0.0, ["A form of peppergrass or pepperwort (Lepidium campestre)"]], ["yellowshanks", "", "noun", 0.0, ["A bird, the lesser yellowleg."]], ["yellowshins", "", "noun", 0.0, ["yellowlegs"]], ["yellowshow", "", "noun", 0.0, ["A tropical American herb of the genus Amoreuxia."]], ["yellowtail", "", "adj", 2.22, ["(in the names of certain organisms) Having a yellow tail.", "Any of various fish with yellow tails, including:", "yellowtail amberjack (Seriola lalandi)."]], ["yellowthorn", "", "noun", 0.0, ["A variety of acacia."]], ["yellowthroat", "", "noun", 1.07, ["Any of a mostly yellow-colored group of New World warblers in the genus Geothlypis"]], ["yellowthroated", "", "adj", 0.0, ["Alternative spelling of yellow-throated."]], ["yellowtop", "", "noun", 0.0, ["Any of the genus Flaveria of plants with yellow flowers, related to the sunflower."]], ["yellowware", "", "noun", 0.0, ["A type of earthenware made from yellow clay."]], ["yellowwood", "", "noun", 1.2, ["Any of the tree genus Cladrastis."]], ["yellowwort", "", "noun", 0.0, ["Blackstonia perfoliata, a gentianaceous plant with bright yellow flowers."]], ["yellowy", "/ˈjɛloʊ.i/", "adj", 1.65, ["Somewhat yellow; yellowish."]], ["yelm", "/jɛlm/", "noun", 1.44, ["(dialect) A bundle of straw for thatching."]], ["yelman", "", "noun", 0.0, ["Alternative spelling of yalman"]], ["yelmer", "", "noun", 0.0, ["(dialect) One who prepares straw for use as thatch."]], ["yelow", "", "adj", 0.0, ["Misspelling of yellow."]], ["yelp", "/jɛlp/", "noun", 3.25, ["An abrupt, high-pitched noise or utterance."]], ["yelper", "", "noun", 1.2, ["One who yelps."]], ["yelping", "/ˈjɛlpɪŋ/", "noun", 2.14, ["The act of producing a yelp."]], ["yelpy", "", "adj", 0.0, ["Prone to yelp."]], ["yelt", "/jɛlt/", "noun", 0.0, ["A young sow who has not yet had a litter."]], ["yelting", "", "noun", 0.0, ["(obsolete) A fish, the mangrove snapper or gray snapper, Lutjanus griseus."]], ["yelve", "", "noun", 0.0, ["(obsolete) A fork used to carry dung; such a fork used as a garden tool."]]], "m": [["Yemeniness", "", "noun", 0.0, ["Quality of being Yemeni."]], ["Yemenite", "", "noun", 1.74, ["a native or inhabitant of Yemen"]], ["Yemenization", "", "noun", 0.0, ["the act or process of making Yemeni"]], ["Yemishi", "", "noun", 0.0, ["Dated spelling of Emishi."]], ["yem", "/ˈiːəm/", "noun", 1.87, ["(fashion) A Vietnamese form of underbodice; a dudou, its Chinese progenitor and equivalent."]]], "n": [["Yeniseianist", "", "noun", 0.0, ["A linguist who specialises in studying Yeniseian languages."]], ["Yenish", "", "noun", 0.0, ["A group of nomadic people in Europe, living mostly in Germany, Austria, Switzerland, Wallonia, and parts of France. They often claim to be descendants of the Celtic Helvetii."]], ["yen", "/jɛn/", "noun", 3.73, ["The unit of Japanese currency (symbol: ¥) since 1871, divided into 100 sen.", "A strong desire, urge, or yearning."]], ["yenless", "", "adj", 0.0, ["Without any yen (Japanese currency)."]], ["yennep", "", "noun", 0.0, ["(obsolete, costermongers) A penny."]], ["yenom", "", "noun", 0.0, ["(obsolete, costermongers) Money"]], ["yenta", "", "noun", 1.21, ["A woman who meddles in the business of others; a busybody; a female gossipmonger."]], ["yente", "", "noun", 1.08, ["Alternative spelling of yenta"]], ["yentl", "", "noun", 1.66, ["Alternative spelling of yenta"]], ["yentnite", "", "noun", 0.0, ["(mineralogy, obsolete) A supposed form of scapolite, later found to be quartz."]]], "r": [["Yerevanian", "/ˌjeɹəˈvɑːni.ən/", "noun", 0.0, ["A person who was born in, or is a citizen or inhabitant of Yerevan, Armenia."]], ["yer", "/jɝ/", "noun", 3.36, ["Either of the letters ъ and ь in Cyrillic alphabets, which originally represented phonemically the ultra-short vowels in Slavic languages."]], ["yerb", "", "noun", 0.0, ["Pronunciation spelling of herb."]], ["yerba", "", "noun", 2.34, ["Ilex paraguariensis, a species of holly native to southern South America; or the dried leaves and twigs of this plant, used to make the caffeine-rich beverage maté."]], ["yercum", "", "noun", 0.0, ["The plant Calotropis gigantea."]], ["yerd", "", "noun", 0.0, ["(obsolete) A yard, plot of ground around a building or fenced paddock."]], ["yeri", "", "noun", 1.68, ["(Tamil areas of India) A lake"]], ["yerida", "", "noun", 0.0, ["The emigration of Jews from Israel."]], ["yeridah", "", "noun", 0.0, ["Alternative spelling of yerida"]], ["yerk", "/jɜː(ɹ)k/", "noun", 0.0, ["(archaic) A sudden or quick thrust or motion; a jerk."]], ["yermic", "", "adj", 0.0, ["(soil science) Characteristic of a desert."]], ["yermosol", "", "noun", 0.0, ["(soil science) A yermic andosol."]], ["yernut", "", "noun", 0.0, ["The earthnut or hawknut"]], ["yero", "", "noun", 1.72, ["(rare) Alternative spelling of gyro (Greek sandwich)"]], ["yersinia", "", "noun", 2.05, ["A Gram-negative bacterium, of the genus Yersinia, that is an etiological agent of several diseases in animals and humans, notably Yersinia pestis, which causes bubonic plague."]], ["yersiniabactin", "", "noun", 0.0, ["A polyketide-peptide siderophore isolated from bacteria of the genus Yersinia."]], ["yersinosis", "", "noun", 0.0, ["infection by Yersinia bacteria"]], ["yertchuk", "", "noun", 0.0, ["Eucalyptus consideniana, an Australian plant of the myrtle family."]]], "z": [["Yezdee", "", "noun", 0.0, ["Archaic form of Yazidi."]]], "'": [["ye'elimite", "", "noun", 1.19, ["(mineralogy) A calcium sulphoaluminate mineral."]]], "a": [["yea", "/jeɪ/", "noun", 4.26, ["An affirmative vote, usually but not always spoken"]], ["yead", "", "noun", 0.0, ["(dialect) head"]], ["yeaghe", "", "noun", 0.0, ["(obsolete) Yacht."]], ["yeah", "", "noun", 5.37, ["Pronunciation spelling of year."]], ["yealing", "", "noun", 0.0, ["Someone who is the same age as oneself."]], ["yeanling", "", "noun", 0.0, ["The newly born offspring of a goat or sheep."]], ["year", "/jɪɹ/", "noun", 5.96, ["A period of time akin to the time taken for the Earth to undergo a full cycle of seasons.", "The time taken for the Earth to return to the same position along the ecliptic, completing a full cycle of seasons; a tropical year or solar year.", "Pronunciation spelling of here."]], ["yeara", "", "noun", 1.26, ["Toxicodendron diversilobum, western poison oak."]], ["yearbook", null, "noun", 3.44, ["(countable) A reference book, published annually."]], ["yearbooker", "", "noun", 0.0, ["Someone who participates in some manner in the development of a yearbook."]], ["yearbookish", "", "adj", 0.0, ["(rare) In the style or semblance of a yearbook, especially a high-school or college yearbook."]], ["yearbooklike", "", "adj", 0.0, ["Resembling a yearbook."]], ["yearbooky", "", "adj", 0.0, ["(rare) In the style or semblance of a yearbook, especially a high-school or college yearbook."]], ["yeared", null, "adj", 0.0, ["(in combination) Of a specified number of years."]], ["yearend", "", "noun", 1.51, ["The end of a year, especially a financial year."]], ["yearer", "", "noun", 0.0, ["(in combinations) A period of a certain number of years."]], ["yearful", "", "noun", 0.0, ["The amount that occurs in a year."]], ["yeargroup", "", "noun", 0.0, ["(education) The body of students corresponding to a particular grade level or year of study."]], ["yearhundred", "", "noun", 0.0, ["(very rare) A period of a hundred consecutive years; a century."]], ["yearling", "", "noun", 2.68, ["An animal that is between one and two years old; one that is in its second year (but not yet two full years old)."]], ["yearlong", "", "adj", 2.38, ["Lasting one year; of a timespan of one year."]], ["yearly", "/ˈjɪɹli/", "adj", 3.88, ["Happening once every year.", "Something that is published once a year."]], ["yearman", "", "noun", 0.0, ["(in combination) Someone in a particular year of e.g. study."]], ["yearn", "/jɝn/", "noun", 2.97, ["A strong desire or longing; a yearning, a yen."]], ["yearner", "", "noun", 0.0, ["someone who yearns"]], ["yearnful", "", "adj", 0.0, ["Filled with yearning; desirous; mournful; distressing."]], ["yearnfulness", "", "noun", 0.0, ["The quality of being yearnful."]], ["yearning", "/ˈjɝnɪŋ/", "noun", 3.24, ["A wistful or melancholy longing."]], ["yearningness", "", "noun", 0.0, ["The quality of longing or yearning."]], ["yearnsome", "", "adj", 0.0, ["Expressing, indicating, or full of yearning; yearnful; desirous."]], ["yearny", "", "adj", 0.0, ["Indicating strong desire, passion, or longing; eager."]], ["yearslong", "", "adj", 0.0, ["Lasting several or many years."]], ["yearsman", "", "noun", 0.0, ["Someone employed for the period of one year."]], ["yearsworth", "", "noun", 0.0, ["The amount of something that is expected to last for or be produced in one year."]], ["yearthousand", "", "noun", 0.0, ["(very rare) A millennium (a period of a thousand years)."]], ["yeartide", "", "noun", 0.0, ["(chiefly poetic or fantasy) A specific time of year; season."]], ["yeartime", "", "noun", 0.0, ["A time of the year; a season.", "Seasonal."]], ["yeasayer", "/ˈjeɪ.ˌseɪ.ɚ/", "noun", 1.08, ["One whose attitude is positive, optimistic, confidently affirmative."]], ["yeast", "/jist/", "noun", 3.67, ["An often humid, yellowish froth produced by fermenting malt worts, and used to brew beer, leaven bread, and also used in certain medicines."]], ["yeasted", "", "adj", 1.24, ["Treated with yeast; fermented."]], ["yeasticidal", "", "adj", 0.0, ["That kills yeasts"]], ["yeastiness", "", "noun", 0.0, ["The state or condition of being yeasty."]], ["yeastless", "", "adj", 0.0, ["Without yeast."]], ["yeastlike", "", "adj", 0.0, ["Resembling or having characteristics of yeast"]], ["yeastolate", "", "noun", 0.0, ["A yeast extract used as a food for bacterial cultures"]], ["yeasty", "/ˈjiːsti/", "adj", 1.94, ["Having or resembling yeast."]], ["yeatmanite", "", "noun", 0.0, ["(mineralogy) A triclinic-pinacoidal clove brown mineral containing antimony, manganese, oxygen, silicon, and zinc."]]], "c": [["yecch", "", "noun", 0.0, ["Alternative spelling of yech"]], ["yech", "[jɛx]", "noun", 1.19, ["(chiefly US) An exclamation of disgust."]], ["yecoraite", "", "noun", 0.0, ["(mineralogy) A tetragonal mineral containing bismuth, hydrogen, iron, oxygen, and tellurium."]]], "d": [["yed", "", "noun", 1.57, ["(archaic) A saying."]], ["yedda", "", "noun", 0.0, ["A type of straw used to make straw hats"]], ["yedding", null, "noun", 0.0, ["(obsolete) A song, especially the song of a minstrel."]], ["yedlinite", "", "noun", 0.0, ["(mineralogy) A trigonal-rhombohedral red violet mineral containing chlorine, chromium, hydrogen, lead, and oxygen."]], ["yedoma", "", "noun", 0.0, ["A type of permafrost in the Pleistocene-age with an ice content of 50–90% by volume."]]], "e": [["yeep", "", "noun", 0.0, ["A quiet yelp or scream."]], ["yeepsen", "", "noun", 0.0, ["(obsolete, Essex) Anything that can be held in two hands; a double handful."]], ["yeet", "/jiːt/", "noun", 2.51, ["A type of dance involving dipping one's shoulder and swinging both hands out, while an audience repeatedly chants \"YEET yah, yah, yah, yah\"."]]], "i": [["yeibichai", "", "noun", 0.0, ["A Navajo ceremony with masked dancers representing gods."]]], "o": [["yeomanette", "", "noun", 0.0, ["(dated) A yeowoman."]], ["yeomanhood", "", "noun", 0.0, ["The role or status of yeoman."]], ["yeomanlike", "", "adj", 0.0, ["Resembling a yeoman or yeoman's work: brave and stout"]], ["yeomanly", "", "adj", 0.0, ["Like a yeoman: stout and true."]], ["yeomanry", "/ˈjoʊmənɹi/", "noun", 2.34, ["(historical) A class of small freeholders who cultivated their own land."]], ["yeorling", "", "noun", 0.0, ["(Scotland) The yellowhammer."]], ["yeowoman", "", "noun", 0.0, ["A female yeoman."]]], "p": [["yepsen", "", "noun", 0.0, ["(obsolete, UK, dialect) Amount that can be held in two hands cupped together."]]], "s": [["yes", "/jɛs/", "noun", 5.5, ["An affirmative expression; an answer that shows agreement or acceptance."]], ["yesable", "", "adj", 0.0, ["That can be agreed to."]], ["yeshiba", "", "noun", 0.0, ["Alternative spelling of yeshiva"]], ["yeshibah", "", "noun", 0.0, ["Alternative spelling of yeshiva"]], ["yeshivah", "", "noun", 1.69, ["Alternative spelling of yeshiva"]], ["yesman", "", "noun", 0.0, ["Alternative spelling of yes man"]], ["yesmanship", "", "noun", 0.0, ["An atmosphere in which people claim to agree with leadership for political reasons, despite holding other opinions privately."]], ["yessir", "", "noun", 2.48, ["(Isle of Man, colloquial) Term of address to a male; mate; buddy."]], ["yessotoxin", "", "noun", 0.0, ["(organic chemistry) A toxin, produced by some dinoflagellates, that can accumulate in mollusks and subsequently cause food poisoning in humans."]], ["yester", "", "noun", 2.1, ["(archaic) Yesterday."]], ["yestercentury", "", "noun", 0.0, ["Previous century, the last century before the current one."]], ["yesterdawn", "", "noun", 0.0, ["The dawn of yesterday."]], ["yesterday", "/ˈjɛstɚdeɪ/", "noun", 4.91, ["The day immediately before today; one day ago."]], ["yesterdayness", "", "noun", 0.0, ["The property of being, or seeming to be, in the past."]], ["yestereve", "", "noun", 0.0, ["(archaic) Yesterday evening."]], ["yesterfang", "", "noun", 0.0, ["(rare, obsolete) That which was captured or caught on the previous day or former occasion; a previous day's catch."]], ["yestermorn", "", "noun", 0.0, ["(now rare, archaic) The morning of yesterday."]], ["yestermorning", "", "noun", 0.0, ["(archaic) Yesterday morning."]], ["yestermorrow", "", "noun", 0.0, ["A day in the sequence of days from past to future, emphasizing the connection between past and future events."]], ["yestern", "", "noun", 0.0, ["(archaic) Yesterday."]], ["yesternight", "", "noun", 1.43, ["(archaic) A preceding night."]], ["yesternoon", "", "noun", 0.0, ["(archaic) Yesterday at noon."]], ["yesterseason", "", "noun", 0.0, ["A past or prior season, last season; an earlier or previous period of time."]], ["yestersol", "", "noun", 0.0, ["The sol (Martian day) before the present one."]], ["yestertide", "", "noun", 0.0, ["A time period previous to the present; the past."]], ["yestertime", "", "noun", 0.0, ["Time previous to the present; the past."]], ["yesterweek", "", "noun", 0.0, ["Previous week, the last week before the current one."]], ["yesteryear", "/ˈjɛstərjɪər/", "noun", 2.62, ["(poetic) Past years; time gone by; yore."]], ["yestreen", "", "noun", 0.0, ["(chiefly archaic, poetic or Scotland) The night before."]], ["yeswoman", "", "noun", 0.0, ["A female yes man."]]], "t": [["yeti", "/ˈjɛ.ti/", "noun", 3.01, ["(cryptozoology) An unidentified humanoid animal said to live in the Himalayas."]], ["yetilike", "", "adj", 0.0, ["Resembling or characteristic of a yeti."]]], "u": [["yeuk", "", "noun", 1.36, ["(Scotland) itch, a prickly feeling", "(Hong Kong, dated) An administrative division."]], ["yeuky", "", "adj", 0.0, ["(Scotland) itchy"]]], "w": [["yew", "/juː/", "noun", 3.03, ["(countable) A species of coniferous tree, Taxus baccata, with dark-green flat needle-like leaves and seeds bearing red arils, native to western, central and southern Europe, northwest Africa, northern Iran and southwest Asia.", "Made from the wood of the yew tree."]], ["yewberry", "", "noun", 0.0, ["The berry of the yew tree."]], ["yewei", "", "noun", 0.0, ["game"]], ["yewen", "/ˈjuːən/", "adj", 0.0, ["(archaic) Made from the wood of the yew tree."]], ["yewlike", "", "adj", 0.0, ["Resembling or characteristic of a yew tree or its wood."]]], "x": [["yex", "/jɛks/", "noun", 0.0, ["(archaic or dialectal) A hiccup."]], ["yexing", "/ˈjɛksɪŋ/", "noun", 0.0, ["(archaic or dialectal) a hiccup"]]], "y": [["yeyo", "", "noun", 1.08, ["Alternative spelling of yayo"]]]}, "n": {"g": [["Yngling", "/ˈɪŋ.lɪŋ/", "noun", 0.0, ["A type of two-man keelboat from Norway."]]], "a": [["ynambu", "", "noun", 0.0, ["A bird of South America, Rhynchotus rufescens, the red-winged tinamou."]], ["ynamide", "", "noun", 0.0, ["(organic chemistry) Any disubstituted compound having an amido group attached to an acetylene group"]], ["ynamine", "", "noun", 0.0, ["(organic chemistry) Any disubstituted compound having an amino group attached to an acetylene group"]]], "e": [["ynediol", "", "noun", 0.0, ["(organic chemistry) An ynol with hydroxyl groups on each side of its triple bond."]]], "o": [["ynolate", "", "noun", 0.0, ["(organic chemistry) Any anion derived from an ynol; any salt containing such an anion"]], ["ynone", "", "noun", 0.0, ["(organic chemistry) Any compound having a keto group attached to an acetylene group"]]]}, "o": {"d": [["Yodaesque", null, "adj", 0.0, ["Reminiscent of Yoda, the wise mentor from the Star Wars film franchise, who dispenses mystical advice in ungrammatical speak."]], ["Yodaspeak", "", "noun", 0.0, ["A form of speaking in which word order is altered"]], ["yod", "", "noun", 2.06, ["Pronunciation spelling of yard."]], ["yodel", "/ˈjoʊ.dəl/", "noun", 2.34, ["An act of yodelling."]], ["yodeler", "", "noun", 1.29, ["One who sings so that their voice fluctuates rapidly between their normal chest voice and a falsetto, one who yodels."]], ["yodeling", "", "noun", 2.15, ["The act of one who yodels."]], ["yodeller", "", "noun", 0.0, ["(Britain) Alternative spelling of yodeler"]], ["yoderite", "", "noun", 0.0, ["(mineralogy) A monoclinic-sphenoidal mineral containing aluminum, hydrogen, iron, magnesium, manganese, oxygen, and silicon."]], ["yodization", "", "noun", 0.0, ["(phonetics) The developed pronunciation of a yod, typically as the result of an adjacent sound change."]], ["yodle", "", "noun", 0.0, ["Archaic form of yodel."]], ["yodler", "", "noun", 0.0, ["Archaic form of yodeler."]], ["yodless", null, "adj", 0.0, ["(phonetics) Lacking a palatal approximant."]]], "g": [["Yogacharya", "", "noun", 0.0, ["A teacher of yoga used as a respectful title"]], ["Yogalates", "", "noun", 0.0, ["A fitness technique that combines elements of yoga and Pilates."]], ["Yogiism", "", "noun", 0.0, ["A malapropism of the kind characteristic of \"Yogi\" Berra (born 1925), American baseball player and manager."]], ["Yogyakartan", "", "noun", 0.0, ["A native or inhabitant of Yogyakarta."]], ["yoga", "/ˈjoʊ.ɡə/", "noun", 4.2, ["Any of several Hindu or Buddhist disciplines aimed at training the consciousness for a state of perfect spiritual insight and tranquillity; especially a system of exercises practiced to promote control of the body and mind.", "The tree Elaeocarpus joga."]], ["yogalike", "", "adj", 0.0, ["Resembling yoga or its techniques."]], ["yogasana", "", "noun", 0.0, ["(yoga) A position or posture (asana)."]], ["yogathon", "", "noun", 0.0, ["A prolonged session of yoga"]], ["yogawear", "", "noun", 0.0, ["Clothing designed to be worn while taking part in yoga."]], ["yogee", "", "noun", 0.0, ["Archaic form of yogi."]], ["yoghee", "", "noun", 0.0, ["Archaic form of yogi."]], ["yoghi", "", "noun", 0.0, ["Archaic form of yogi."]], ["yoghourt", "", "noun", 0.0, ["Alternative spelling of yogurt"]], ["yoghurt", "/ˈjɒɡət/", "noun", 3.01, ["Alternative spelling of yogurt"]], ["yoghurted", "", "adj", 0.0, ["Coated with yoghurt"]], ["yoghurtless", "", "adj", 0.0, ["Without yoghurt."]], ["yoghurtlike", "", "adj", 0.0, ["Alternative spelling of yogurtlike"]], ["yoghurty", "", "adj", 0.0, ["Alternative spelling of yogurty"]], ["yogi", "/ˈjoʊɡi/", "noun", 3.16, ["(yoga) A devotee or adherent of yoga."]], ["yogibogeybox", "", "noun", 0.0, ["A container for a spiritualist’s accessories."]], ["yogified", "", "adj", 0.0, ["(rare) Characteristic of yogis; influenced by yoga."]], ["yogilike", "", "adj", 0.0, ["Resembling or characteristic of a yogi."]], ["yogin", "", "noun", 1.33, ["Alternative spelling of yogi"]], ["yogini", "/joʊɡɪˈniː/", "noun", 1.7, ["A female yogi."]], ["yogism", "", "noun", 0.0, ["The practice of yoga."]], ["yogist", "", "noun", 0.0, ["A practitioner of yoga."]], ["yogoite", "", "noun", 0.0, ["(mineralogy, obsolete) monzonite"]], ["yogourt", "", "noun", 0.0, ["Canada spelling of yogurt"]], ["yogurt", "/ˈjoʊ.ɡɚt/", "noun", 3.63, ["A milk-based product stiffened by a bacterium-aided curdling process, and sometimes mixed with fruit or other flavoring."]], ["yogurtlike", "", "adj", 0.0, ["Resembling yogurt or some aspect of it."]], ["yogurty", "", "adj", 0.0, ["Resembling or characteristic of yogurt."]]], "j": [["Yojuane", "", "noun", 0.0, ["(historical) A people who lived in Texas in the 16th, 17th and 18th centuries, associated with the Jumanos."]], ["yojana", "", "noun", 2.31, ["A Vedic unit of distance used in ancient India, believed to be approximately 6 to 15 kilometers (4 to 9 miles)."]], ["yojijukugo", "", "noun", 0.0, ["A Japanese lexeme composed of four kanji characters."]]], "k": [["Yoke", "", "noun", 3.09, ["(World War II era, joint US/RAF) radiotelephony clear-code word for the letter Y."]], ["Yokut", "", "noun", 0.0, ["Yokuts"]], ["Yokuts", "/ˈjoʊkəts/", "noun", 1.25, ["A Native American ethnic group of central California."]], ["yokai", "", "noun", 2.22, ["(folklore, Japanese mythology) Any of various supernatural monsters, sometimes shapeshifters, in Japanese folklore."]], ["yokan", "", "noun", 1.15, ["A thick jellied dessert made of red bean paste, agar, and sugar, usually sold in block form and eaten in slices."]], ["yoke", "/joʊk/", "noun", 3.09, ["A bar or frame by which two oxen or other draught animals are joined at their necks enabling them to pull a cart, plough, etc.; (by extension) a device attached to a single draught animal for the same purpose.", "Misspelling of yolk."]], ["yokeable", "", "adj", 0.0, ["Able to be yoked."]], ["yoked", null, "adj", 2.33, ["Wearing a yoke."]], ["yokefellow", "", "noun", 0.0, ["A companion; a fellow labourer, a person who works at the same task as another."]], ["yokeldom", "", "noun", 0.0, ["The realm or sphere of yokels."]], ["yokeless", "", "adj", 0.0, ["Without a yoke."]], ["yokelessness", "", "noun", 0.0, ["The quality of being yokeless."]], ["yokelish", "/ˈjəʊkəlɪʃ/", "adj", 0.0, ["Like a rustic or bumpkin; simple and ignorant."]], ["yokelism", "", "noun", 0.0, ["(uncountable) The habits of yokels."]], ["yokemate", "", "noun", 0.0, ["An animal yoked with another."]], ["yoker", "", "noun", 1.3, ["One who yokes."]], ["yokewood", "", "noun", 0.0, ["The wood of Catalpa longissima, much used in carpentry."]], ["yoking", "", "noun", 1.4, ["The act or period of something being yoked."]], ["yokonolide", "", "noun", 0.0, ["(organic chemistry) Any of a group of spiroketal macrolides present is some bacteria"]], ["yokukansan", "", "noun", 0.0, ["An Asian herbal traditional medicine, used to treat restlessness and agitation."]], ["yokul", "", "noun", 0.0, ["(archaic) An ice-covered volcano in Iceland."]]], "l": [["Yolŋu", "/ˈjuːlŋʊ/", "noun", 0.0, ["Alternative spelling of Yolngu"]], ["yoldring", "", "noun", 0.0, ["(Britain, dialectal, obsolete) A bird, the yellowhammer."]], ["yole", "", "noun", 0.0, ["(nautical) A Scottish rowing boat that could also use a sail"]], ["yolk", "/joʊ(l)k/", "noun", 3.04, ["The yellow, spherical part of an egg that is surrounded by the white albumen, and serves as nutriment for the growing young."]], ["yolked", null, "adj", 1.22, ["Having a specified type of yolk."]], ["yolker", "", "noun", 0.0, ["(in combination) An egg with the specified number of yolks."]], ["yolkiness", "", "noun", 0.0, ["The quality of being yolky."]], ["yolkless", "", "adj", 0.0, ["Without a yolk."]], ["yolklessness", "", "noun", 0.0, ["Absence of a yolk."]]], "n": [["Yonkersite", "", "noun", 0.0, ["A person from Yonkers, New York."]], ["yon", "/jɑn/", "adj", 2.86, ["(dated or dialectal) distant, but within sight; (that thing) just over there."]], ["yond", "/jɒnd/", "adj", 1.52, ["(obsolete) further; more distant", "(obsolete) Furious; mad; angry; fierce."]], ["yonder", null, "adj", 2.97, ["(archaic or dialect) The farther, the more distant of two choices.", "(literary) The vast distance, particularly the sky or trackless forest."]], ["yondermost", "", "adj", 0.0, ["Furthest beyond or farthest away; most remote; ultimate", "The utmost; ultimate"]], ["yonderness", "", "noun", 0.0, ["The state, quality, or condition of being yonder, distant, or removed; distance."]], ["yoni", "/ˈjəʊni/", "noun", 2.28, ["The vulva or vagina, or a symbol of them, especially as an object of veneration within certain types of Hinduism, Buddhism, and other cultures."]], ["yonic", "/ˈjoʊnɪk/", "adj", 0.0, ["In the shape of a vulva or yoni."]], ["yonkoma", "", "noun", 0.0, ["A comic strip of Japanese origin, having four panels usually in a vertical orientation."]], ["yonnie", "", "noun", 0.0, ["(Australia) A small stone; pebble."]], ["yonogenin", "", "noun", 0.0, ["(organic chemistry) A sapogenin found in Dioscorea tokoro."]], ["yonsei", "", "noun", 1.97, ["The fourth generation or great-grandchildren of Japanese immigrants, particularly in North America and in Latin America."]]], "r": [["Yorker", "/ˈjɔɹkɚ/", "noun", 3.49, ["Someone from York, England."]], ["Yorkipoo", "", "noun", 0.0, ["A small dog, crossbred from a Yorkshire Terrier and poodle, or descendant of such a dog."]], ["Yorkish", "", "adj", 0.0, ["(historical) Supporting the House of York."]], ["Yorkism", "", "noun", 0.0, ["(historical) Support for the House of York."]], ["Yorkist", "", "noun", 1.78, ["(historical) A supporter of the House of York."]], ["Yorkshireism", "", "noun", 0.0, ["A word or phrase characteristic of the speech of Yorkshire, England."]], ["Yorkshireman", "", "noun", 2.02, ["A man from Yorkshire."]], ["Yorkshireness", "", "noun", 0.0, ["The quality or property of being Yorkshire."]], ["Yorkshirewoman", "", "noun", 0.0, ["A woman from Yorkshire."]], ["Yorkstone", "", "noun", 0.0, ["A durable variety of sandstone from quarries in Yorkshire."]], ["Yoruban", "", "adj", 1.07, ["Belonging to the Yoruba people."]], ["Yorubian", "", "noun", 0.0, ["(rare) A Yoruban.", "Yoruban."]], ["Yorùbá", "", "noun", 1.06, ["Alternative spelling of Yoruba."]], ["yor", "", "adj", 2.47, ["Eye dialect spelling of your."]], ["yore", "/jɔɹ/", "noun", 2.64, ["(poetic) a time long past."]], ["yored", "", "noun", 0.0, ["(especially in plural) An emigrant from Israel"]], ["yoretime", "", "noun", 0.0, ["Time long past; long ago."]], ["yorker", "/ˈjɔː(ɹ)kə(ɹ)/", "noun", 3.49, ["(cricket) A ball bowled so as to bounce at or near the batsman's popping crease."]], ["yorling", "", "noun", 0.0, ["(Scotland) yellowhammer"]], ["yortsayt", "", "noun", 0.0, ["Alternative spelling of yahrzeit"]], ["yortseit", "", "noun", 0.0, ["Alternative spelling of yahrzeit"]]], "u": [["YouNower", "", "noun", 0.0, ["A broadcaster on the broadcasting service YouNow."]], ["YouTube", "/ˈjutub/", "noun", 4.66, ["(neologism) Any website that allows users to upload content, particularly YouTube itself."]], ["YouTuber", "/ˈjuːˌtuːbə(ɹ)/", "noun", 3.16, ["(Internet) A user of the video-sharing website YouTube."]], ["YouTubian", "", "noun", 0.0, ["(Internet) A user of video-sharing website YouTube."]], ["Yougoslav", "", "adj", 0.0, ["Dated form of Yugoslav.", "Dated form of Yugoslav."]], ["Yougoslavian", "", "adj", 0.0, ["Dated form of Yugoslavian.", "Dated form of Yugoslavian."]], ["Youtube", "", "noun", 4.66, ["Misspelling of YouTube."]], ["you", "", "noun", 6.98, ["The name of the Latin-script letter U."]], ["youff", "", "noun", 0.0, ["Pronunciation spelling of youth."]], ["youlk", "", "noun", 0.0, ["Platysace deflexa, a small shrub endemic to the south west of Western Australia."]], ["youness", "/ˈjuːnɪs/", "noun", 0.0, ["The state or quality of being yourself."]], ["young", "/jʌŋ/", "adj", 5.43, ["In the early part of growth or life; born not long ago.", "(often as if a plural noun) Offspring, especially the immature offspring of animals."]], ["young'un", "/ˈjʌŋən/", "noun", 1.35, ["(Southern US, African-American Vernacular, Britain West Country, Northern England, informal) Child."]], ["youngberry", "", "noun", 0.0, ["A hybrid between a blackberry and a dewberry of the rose family, first cultivated in the western United States."]], ["youngblood", "", "noun", 2.6, ["Someone who constitutes or brings fresh blood, especially a youngster who joins an older team etc."]], ["youngening", "", "noun", 0.0, ["The act or process of making or becoming young."]], ["younger", "/ˈjʌŋɡɚ/", "noun", 4.69, ["One who is younger than another."]], ["youngerly", "", "adj", 0.0, ["young"]], ["youngest", "/ˈjʌŋ.ɡɪst/", "noun", 4.05, ["The youngest child in a family, or individual in a group."]], ["youngfolk", "", "noun", 0.0, ["Children."]], ["younghead", null, "noun", 0.0, ["(obsolete) Younghood, youth."]], ["younghood", "", "noun", 0.0, ["youth, the state of being young"]], ["youngin", "/ˈjʌŋɪn/", "noun", 1.78, ["(Southern US, Britain West Country, Northern England, informal) A young one: a youth, a child, a kid, young person."]], ["younging", "", "noun", 1.19, ["(geology) The direction in which stratigraphy becomes younger, for a particular formation"]], ["youngish", "", "adj", 2.01, ["Somewhat young."]], ["younglet", "", "noun", 0.0, ["(archaic) A young person or animal."]], ["youngling", "/ˈjʌŋlɪŋ/", "adj", 1.75, ["(archaic) Young; youthful.", "A young person, animal, or plant; chit."]], ["youngly", "", "adj", 0.0, ["(archaic) Like a young person or thing; young; youthful."]], ["youngness", "", "noun", 0.0, ["The state or qualities of being young or youthful; youth."]], ["youngster", "/ˈjʌŋstɚ/", "noun", 3.27, ["A young person."]], ["youngstock", "", "noun", 0.0, ["young farm animals"]], ["youngth", "", "noun", 0.0, ["(archaic) youth; the quality of being young"]], ["youngthly", "", "adj", 0.0, ["(obsolete, poetic) youthful"]], ["youngun", "", "noun", 0.0, ["Alternative spelling of young'un."]], ["younker", "", "noun", 1.41, ["(archaic) A young man; a lad, youngster."]], ["youpon", "", "noun", 0.0, ["Archaic form of yaupon."]], ["yourt", "", "noun", 0.0, ["Archaic form of yurt."]], ["yout", "", "noun", 2.16, ["(MLE) Pronunciation spelling of youth."]], ["yout'", "", "noun", 2.16, ["Pronunciation spelling of youth."]], ["youth", "/juθ/", "noun", 4.75, ["(uncountable) The quality or state of being young."]], ["youthenizing", "", "noun", 0.0, ["The act or process of making younger or more youthful."]], ["youthful", "/ˈjuːθfəl/", "adj", 3.58, ["Young or seeming young."]], ["youthfulness", "", "noun", 2.21, ["The vitality characteristic of youth."]], ["youthhead", "/ˈjuːθhɛd/", "noun", 0.0, ["(obsolete) Youth; youthhood."]], ["youthhood", "/ˈjuːθhʊd/", "noun", 0.0, ["The state of being young, either in age or in spirit; youth."]], ["youthism", "", "noun", 0.0, ["discrimination against young people"]], ["youthitude", null, "noun", 0.0, ["(sociology) A fetishized, objectified cultural ideal of youth."]], ["youthless", "", "adj", 0.0, ["Devoid of youth; old, aged."]], ["youthlessness", "", "noun", 0.0, ["Absence of youth."]], ["youthlike", "", "adj", 0.0, ["Characteristic of youth."]], ["youthly", "/ˈjuːθli/", "adj", 0.0, ["(archaic) Youthful."]], ["youthman", "", "noun", 0.0, ["(Jamaica, nonstandard) A young man; youth."]], ["youthness", "", "noun", 0.0, ["The state, quality, or condition of being a youth; adolescence"]], ["youthsome", "", "adj", 0.0, ["(archaic) youthful"]], ["youthsplainer", "", "noun", 0.0, ["A person who criticizes engages in youthsplaining."]], ["youthsploitation", "", "noun", 0.0, ["(film) A genre of exploitation films starring young actors."]], ["youthtide", "", "noun", 0.0, ["(archaic) The time when one is young; youth."]], ["youthtime", "", "noun", 0.0, ["(poetic, archaic) The time when one is young; youth or childhood."]], ["youthwear", "", "noun", 0.0, ["Clothes designed for young people."]], ["youthwort", "", "noun", 0.0, ["Drosera rotundifolia, the round-leaved sundew or common sundew."]], ["youthy", null, "adj", 0.0, ["(obsolete) young"]], ["youtiao", "/ˈjoʊtjaʊ/", "noun", 0.0, ["A type of deep-fried dough stick eaten in China and other East and Southeast Asian cuisines."]]], "a": [["yoal", "", "noun", 0.0, ["A clinker-built small boat used traditionally in Shetland."]]], "b": [["yobai", "", "noun", 0.0, ["(historical) An ancient Japanese custom in which a young unmarried man would go out at night and silently enter the house of a young unmarried woman for sexual intercourse, sometimes as a prelude to marriage."]], ["yobbery", "", "noun", 0.0, ["(uncountable) Yobbish behaviour."]], ["yobbish", "", "adj", 0.0, ["Characteristic of a yob, lout or hooligan."]], ["yobbishness", "", "noun", 0.0, ["The state or condition of being yobbish."]], ["yobbism", "", "noun", 0.0, ["yobbish behaviour; hooliganism"]], ["yobisute", "", "noun", 0.0, ["In Japanese, the calling of a person by their name without an honorific suffix."]], ["yobo", "", "noun", 1.76, ["(military, historical) A soldier's female Korean lover or hired prostitute."]]], "c": [["yocco", "", "noun", 0.0, ["A traditional drink made by certain Amazonian tribes from plant bark, supposed to reduce fatigue and hunger."]], ["yock", "/jɒk/", "noun", 1.09, ["A laugh, especially a loud or hearty one."]], ["yockel", "", "noun", 0.0, ["(rare, UK, dialect) The yaffle or green woodpecker, Picus viridis."]], ["yoctoampere", "", "noun", 0.0, ["(metrology) An SI unit of electrical current equal to 10⁻²⁴ amperes. Symbol: yA"]], ["yoctogram", "", "noun", 0.0, ["(metrology) An SI unit of mass equal to 10⁻²⁴ grams. Symbol: yg"]], ["yoctogramme", "", "noun", 0.0, ["(rare, Britain) Alternative spelling of yoctogram"]], ["yoctokatal", "", "noun", 0.0, ["(metrology) An SI unit of catalytic activity equal to 10⁻²⁴ katals. Symbol: y"]], ["yoctoliter", "", "noun", 0.0, ["(metrology) An SI unit of volume equal to 10⁻²⁴ liters. Symbol: y"]], ["yoctolitre", "", "noun", 0.0, ["(metrology) An SI unit of volume equal to 10⁻²⁴ litres. Symbol: y"]], ["yoctometer", "", "noun", 0.0, ["US spelling of yoctometre"]], ["yoctometre", "", "noun", 0.0, ["(metrology) An SI unit of length equal to 10⁻²⁴ metres. Symbol: ym"]], ["yoctomole", "", "noun", 0.0, ["(metrology) An SI unit of amount of substance equal to 10⁻²⁴ moles. Symbol: ymol. The yoctomole is approximately 0.6 of an individual particle."]], ["yoctonewton", "", "noun", 0.0, ["(physics) A unit of force equal to 10⁻²⁴ newtons"]], ["yoctosecond", "", "noun", 0.0, ["(metrology) An SI unit of time equal to 10⁻²⁴ seconds. Symbol: ys"]]], "f": [["yoficator", "", "noun", 0.0, ["A computer program or person tasked with restoring the Cyrillic letter Yo ⟨Ё⟩ in Russian texts where it is replaced by the letter Ye ⟨Е⟩."]], ["yofortierite", "", "noun", 0.0, ["(mineralogy) A monoclinic-domatic mineral containing aluminum, calcium, hydrogen, magnesium, manganese, oxygen, silicon, and zinc."]]], "h": [["yohimbe", "", "noun", 1.17, ["An African tree Pausinystalia johimbe"]], ["yohimbenine", "", "noun", 0.0, ["(organic chemistry) An isomer of yohimbine (of uncertain composition)"]], ["yohimbin", "", "noun", 0.0, ["Archaic form of yohimbine."]], ["yohimbine", "/joʊˈhɪmˌbiːn/", "noun", 1.63, ["(organic chemistry, pharmacology) A toxic crystalline compound obtained from the bark of the yohimbe tree, used as an adrenergic blocking agent and also as an aphrodisiac in the treatment of impotence."]], ["yohimbinization", "", "noun", 0.0, ["Treatment with yohimbine."]], ["yohimbinized", "", "adj", 0.0, ["Treated with yohimbine."]]], "i": [["yoi", "", "noun", 2.15, ["A preparatory position in karate, with the arms slightly forward, elbows slightly bent, and fists closed."]], ["yoik", "", "noun", 1.01, ["(music, uncountable) A traditional style of Sami singing or chanting."]]], "m": [["yomawood", "", "noun", 0.0, ["Andaman padauk timber."]]], "o": [["yoohooing", "", "noun", 0.0, ["A cry of \"yoohoo\" for attention."]], ["yoon", "", "noun", 3.25, ["Alternative spelling of Yoon"]], ["yoong", "", "adj", 1.7, ["archaic, chiefly Scottish spelling of young"]], ["yoop", "", "noun", 0.0, ["(rare) A sobbing sound."]]], "p": [["yop", null, "noun", 1.68, ["A person employed under the Youth Opportunities Programme in Britain in the 1980s."]], ["yopo", "", "noun", 0.0, ["A perennial South American tree, Anadenanthera peregrina, that has a number of traditional uses"]]], "s": [["yosenabe", "/ˌjoʊsɛˈnɑːbeɪ/", "noun", 0.0, ["A Japanese hot pot with chicken, seafood, and vegetables."]], ["yoshimuraite", "", "noun", 0.0, ["(mineralogy) A triclinic-pinacoidal orange brown mineral containing barium, hydrogen, iron, manganese, oxygen, phosphorus, silicon, strontium, sulfur, and titanium."]], ["yoshiokaite", "", "noun", 0.0, ["(mineralogy) A trigonal-rhombohedral mineral containing aluminum, calcium, oxygen, and silicon."]], ["yoshoku", "", "noun", 0.0, ["A style of Western-influenced Japanese cuisine."]]], "t": [["yot", "", "noun", 1.73, ["The letter Ϳϳ, an uncommon variant of Jj used in Greek linguistics."]], ["yotsugake", "", "noun", 0.0, ["A Japanese archery glove that covers four fingers."]], ["yottagram", "", "noun", 0.0, ["(metrology) An SI unit of mass equal to 10²⁴ grams. Symbol: Yg"]], ["yottahertz", "", "noun", 0.0, ["A unit of measurement based on one septillion hertz."]], ["yottajoule", null, "noun", 0.0, ["(physics) One septillion (10²⁴) joules."]], ["yottaliter", "", "noun", 0.0, ["US spelling of yottalitre"]], ["yottalitre", "", "noun", 0.0, ["A unit of volume equivalent to 10²⁴ litres, symbol Yl."]], ["yottameter", "", "noun", 0.0, ["US spelling of yottametre"]], ["yottametre", "", "noun", 0.0, ["10²⁴ metres."]], ["yottaparsec", "", "noun", 0.0, ["(astronomy) An astronomical unit of distance equal to 10²⁴ parsecs."]], ["yottasecond", "", "noun", 0.0, ["(metrology) An SI unit of time equal to 10²⁴ seconds. Symbol: Ys"]], ["yottaton", "", "noun", 0.0, ["A measure of the strength of an explosion or a bomb, based on how many septillion tons of TNT would be needed to produce the same energy."]], ["yotzei", "/ˈjoʊ.tseɪ/", "adj", 0.0, ["(Jewish law) having fulfilled the requirements of a mitzvah"]]], "w": [["yowe", "", "noun", 0.0, ["(dialect, UK, Scotland) A ewe; a female sheep."]], ["yowl", null, "noun", 1.56, ["A prolonged, loud cry, like the sound of an animal; a wail; a howl."]], ["yowler", "", "noun", 0.0, ["Someone who or something which yowls."]], ["yowley", "", "noun", 0.0, ["(dated, UK, dialect) The European yellowhammer."]], ["yowling", "", "noun", 1.72, ["A sound that yowls."]]], "y": [["yoyo", "", "noun", 2.59, ["Alternative spelling of yo-yo"]]]}, "p": {"r": [["Yprois", "/iːpˈɹwɑː/", "noun", 0.0, ["An inhabitant of the city of Ypres; (also, more broadly) an inhabitant of the municipality of the same name.", "Of, comprising, or populated by Yprois."]]], "a": [["ypakoe", "", "noun", 0.0, ["Alternative spelling of ypakoë."]], ["ypakoë", "/ˌuːpəkoʊˈiː/", "noun", 0.0, ["(Eastern Orthodoxy) A troparion chanted at orthros and the midnight office on Sundays and the Great Feasts throughout the liturgical year, which emphasizes the theme of being sent to proclaim the gospel."]]], "o": [["ypogegrammeni", "", "noun", 0.0, ["(orthography) The Greek iota subscript, ͺ or ͅ."]], ["yponomeutid", "", "noun", 0.0, ["(zoology) Any moth in the family Yponomeutidae."]], ["yponomeutoid", "", "noun", 0.0, ["Any ermine moth of the superfamily Yponomeutoidea"]]], "s": [["ypsigon", "", "noun", 0.0, ["The amorphous post-larval stage of the crustacean Hansenocaris, a parasite whose host is unknown."]], ["ypsiliform", "/ˈɪpsɪlɪˌfɔː(ɹ)m/", "adj", 0.0, ["In the shape of the letter upsilon (Υ (U))."]], ["ypsiloid", "", "adj", 0.0, ["Shaped like the letter Υ."]], ["ypsolophid", "/ɪpsəˈləʊfɪd/", "noun", 0.0, ["(zoology) Any moth of the family Ypsolophidae."]]]}, "q": {"u": [["Yquem", "", "noun", 1.63, ["Château d'Yquem, a prestigious wine produced in Sauternes."]]]}, "u": {"c": [["Yucateco", "", "noun", 0.0, ["(archaic) A Yucatecan."]], ["Yuchi", "", "noun", 1.46, ["Any of a Native American tribe from the eastern Tennessee River valley, nowadays found mostly in northeastern Oklahoma."]], ["yuca", "", "noun", 1.75, ["Cassava"]], ["yucca", "/ˈjʌkə/", "noun", 2.65, ["Any of several evergreen plants of the genus Yucca, having long, pointed, and rigid leaves at the top of a woody stem, and bearing a large panicle of showy white blossoms."]], ["yuccaloeside", "", "noun", 0.0, ["A particular steroid glycoside."]], ["yuccoside", "", "noun", 0.0, ["A particular steroid glycoside."]], ["yuck", "/jʌk/", "noun", 3.06, ["(uncountable) Something disgusting.", "The sound made by a whole-hearted laugh."]], ["yucker", "", "noun", 0.0, ["A bird, the American flicker or golden-winged woodpecker."]], ["yuckiness", "", "noun", 0.0, ["The state or condition of being yucky."]]], "e": [["Yue", "/ˈjuːeɪ/", "noun", 2.78, ["(ceramics) Yue ware, a southern Chinese style of celadon-glazed stoneware."]], ["Yuezhi", "/ˈjuˌdʒi/", "noun", 0.0, ["An ancient Indo-European people who originally settled in the arid grasslands of the eastern Tarim Basin area, in what is today Xinjiang and western Gansu, in China, before migrating to Transoxiana, Bactria and then northern South Asia, where one branch of the Yuezhi founded the Kushan Empire."]], ["yuen", "", "noun", 2.74, ["A crowned gibbon or pileated gibbon (Hylobates pileatus)"]], ["yuenyeung", "", "noun", 0.0, ["A beverage made from mixing coffee with Hong Kong-style milk tea."]], ["yueqin", "", "noun", 0.0, ["(music) A small short-necked Chinese lute-like stringed instrument (chordophone) with a round, hollow wooden body and four strings in pairs in its traditional form, now more often with three or four unpaired strings."]]], "g": [["Yugonostalgic", "", "adj", 0.0, ["Alternative spelling of Yugo-nostalgic."]], ["Yugoslav", "/ˈjuːɡəˌslɑːv/", "noun", 3.03, ["(historical) A native or inhabitant of Yugoslavia."]], ["Yugoslavian", "", "noun", 2.24, ["(historical) A native of Yugoslavia."]], ["Yugoslavianness", "", "noun", 0.0, ["Quality of being Yugoslavian."]], ["Yugoslavistics", "", "noun", 0.0, ["(very rare) Yugoslavian studies."]], ["Yugoslavness", "", "noun", 0.0, ["Quality of being Yugoslav."]], ["yug", "", "noun", 1.88, ["Archaic form of yuga (any of the religious ages in Hinduism)."]], ["yugada", "", "noun", 0.0, ["(historical) A traditional Spanish unit of land area, equivalent to about 32.2 ha."]], ["yugari", "", "noun", 0.0, ["Alternative spelling of ugari"]], ["yugarie", "", "noun", 0.0, ["Alternative spelling of ugari"]], ["yugawaralite", "", "noun", 0.0, ["(mineralogy) A monoclinic-domatic mineral containing aluminum, calcium, hydrogen, oxygen, and silicon."]], ["yuge", "/juːd͡ʒ/", "adj", 2.27, ["Pronunciation spelling of huge, representing New York City English."]], ["yugen", "", "noun", 1.12, ["A Japanese ideal of grace and subtlety"]]], "k": [["Yukaghir", "", "noun", 0.0, ["a person with Yukaghir nationality"]], ["Yuki", "", "noun", 3.05, ["A Native American people from northern California."]], ["Yukoner", "", "noun", 0.0, ["A native or inhabitant of the Yukon Territory, Canada."]], ["yuka", "", "noun", 2.32, ["A secular Afro-Cuban musical tradition with drumming, singing and dancing, developed by Kongo slaves in colonial times."]], ["yukar", "", "noun", 0.0, ["A traditional Ainu epic."]], ["yukata", "", "noun", 1.88, ["A kind of light kimono worn by both men and women."]], ["yukgaejang", "", "noun", 0.0, ["A spicy Korean soup made with shredded beef and scallions."]], ["yukhoe", "", "noun", 0.0, ["One of a variety of hoe (raw dishes in Korean cuisine), which are usually made from raw ground beef seasoned with various spices or sauces."]], ["yukigassen", "", "noun", 0.0, ["A Japanese game, played on a court by two teams of seven players, in which players are eliminated when hit with snowballs."]], ["yukkiness", "", "noun", 0.0, ["The state or condition of being yukky."]], ["yukky", "", "adj", 0.0, ["Alternative spelling of yucky"]], ["yuko", "", "noun", 2.46, ["(judo) The score for a throw that lands the opponent on his or her side."]], ["yukola", "", "noun", 0.0, ["Dried fish meat prepared by the peoples of Siberia and the Russian Far East"]], ["yukonite", "", "noun", 0.0, ["(mineralogy) An arsenate mineral."]], ["yuks", "/jʌks/", "noun", 1.47, ["laughter, amusement"]], ["yuksporite", "", "noun", 0.0, ["(mineralogy) A rare pink inosilicate mineral with orthorhombic crystals."]]], "l": [["Yuletide", "/ˈjulˌtaɪd/", "noun", 2.38, ["(dated) The period around Christmas; the Christmas season, Christmastime; specifically, Christmas itself."]], ["yulan", "", "noun", 1.25, ["Magnolia denudata, a species of magnolia with large white blossoms that open before the leaves."]], ["yulo", "", "noun", 0.0, ["(nautical) A Chinese scull (oar)"]], ["yuloh", "", "noun", 0.0, ["A large, heavy sculling oar with a socket on the underside of its shaft to fits over a stern-mounted pin, creating a pivot that allows the oar to swivel and rock from side to side."]]], "m": [["Yuma", "", "noun", 2.88, ["The Quechan people and language"]], ["Yumanist", "", "noun", 0.0, ["A linguist who specialises in studying Yuman languages."]], ["yumberry", "", "noun", 0.0, ["The yangmei, especially in commercial products where it is promoted as a superfruit."]], ["yumi", "", "noun", 2.59, ["A type of archery bow from Japan."]], ["yumminess", "", "noun", 1.51, ["The state or condition of being yummy."]], ["yumoji", "", "noun", 0.0, ["The traditional Japanese undergarment (like a loincloth or perizoma) for adult females; it may also be worn as a kimono underskirt, and as a single-layer absorbent bathrobe (worn during or after a bath)."]]], "s": [["Yustaga", "", "noun", 0.0, ["(historical) A Timucua people who lived in what is now northwestern Florida during the 16th and 17th centuries."]], ["yus", "", "noun", 1.8, ["Either of two letters, little yus (Ѧ) and big yus (Ѫ), representing nasal vowel sounds in the Cyrillic alphabet. The only major Slavic language retaining these sounds is Polish, which is written in the Latin alphabet."]], ["yusdrum", "", "noun", 0.0, ["(historical) An old Turkish unit of weight, equivalent to 0.32075 kilograms."]], ["yusheng", "", "noun", 1.17, ["A Chaozhou-style raw fish salad."]], ["yushkinite", "", "noun", 0.0, ["(mineralogy) A trigonal-ditrigonal pyramidal mineral containing aluminum, hydrogen, magnesium, oxygen, sulfur, and vanadium."]]], "v": [["Yuva", "", "noun", 1.83, ["The ninth year of the 60-year cycle of the Tamil calendar."]]], "w": [["Yuwaaliyaay", "", "noun", 0.0, ["(plural only) An Australian Aboriginal people of New South Wales.", "Of the Yuwaaliyaay people or language."]]], "a": [["yuanfuliite", "", "noun", 0.0, ["(mineralogy) An orthorhombic-dipyramidal black mineral containing aluminum, boron, iron, magnesium, oxygen, and titanium."]], ["yuanjiangite", "", "noun", 0.0, ["(mineralogy) A hexagonal-dihexagonal dipyramidal silver white mineral containing gold and tin."]], ["yuanyang", "", "noun", 1.25, ["(China) A pair of mandarin ducks, one male and one female, as a symbol of faithful union."]]], "b": [["yuba", null, "noun", 2.46, ["Dried tofu skin; the film that forms on top of a vat of boiling soy milk."]], ["yubitsume", "", "noun", 0.0, ["The Japanese ritual of amputating portions of one's own little finger to atone for offense, chiefly among the yakuza."]]], "d": [["yud", "", "noun", 1.59, ["Alternative spelling of yodh"]]], "f": [["yufka", "", "noun", 0.0, ["A thin, round, unleavened flatbread in Turkish cuisine."]], ["yuft", "", "noun", 0.0, ["Russia leather"]]], "h": [["yuhina", "", "noun", 0.0, ["Any of several birds of the genus Yuhina: the Old World babblers."]]], "n": [["yunluo", "", "noun", 0.0, ["A Chinese musical instrument, consisting of a set of tuned flat gongs in a frame, which are played with a stick; (sometimes) an individual gong, as a part of this instrument."]], ["yunnanozoan", "", "noun", 0.0, ["Any extinct creature of the family Yunnanozoon"]]], "p": [["yuppette", "", "noun", 0.0, ["(dated) A female yuppie."]], ["yuppiehood", "", "noun", 0.0, ["The condition or time of being a yuppie."]], ["yuppieism", "", "noun", 0.0, ["The lifestyle or attitudes of yuppies."]], ["yuppification", "", "noun", 0.0, ["The act or process of yuppifying."]], ["yuppiness", "", "noun", 0.0, ["The quality of being a yuppy."]], ["yuppy", null, "noun", 1.5, ["Alternative spelling of yuppie"]]], "r": [["yur", "", "noun", 2.01, ["Pronunciation spelling of year."]], ["yure", "", "noun", 0.0, ["(Yorkshire, Lancashire) hair"]], ["yurei", "", "noun", 1.04, ["A ghost, spirit of the dead, in Japanese mythology"]], ["yuremamine", "", "noun", 0.0, ["A phytoindole alkaloid isolated from the bark of Mimosa tenuiflora."]], ["yurla", "", "noun", 0.0, ["A Tibetan pastry, consisting of butter added to wheat flour and cooked into a paste"]], ["yurt", "/jɝːt/", "noun", 2.43, ["A large, round, semi-permanent tent with vertical walls and a conical roof, usually associated with Central Asia and Mongolia (where it is known as a ger).", "(historical) The natural resources and arable land over which a Cossack stanitsa had exclusive control in their territory."]], ["yurting", "", "noun", 0.0, ["The recreational activity of camping in a yurt."]], ["yurtlike", "/ˈjɝːtlaɪk/", "adj", 0.0, ["Resembling or characteristic of a yurt."]], ["yuruk", "", "noun", 0.0, ["A kind of Turkish rug from Konya and Karaman regions."]]], "z": [["yuzlik", "", "noun", 0.0, ["(historical) An old Ottoman silver coin."]], ["yuzu", "/ˈjuːzuː/", "noun", 2.39, ["A citrus fruit originating in East Asia, Citrus ichangensis x Citrus reticulata var. austera."]], ["yuzukosho", "", "noun", 0.0, ["A form of Japanese condiment"]], ["yuzuquat", "", "noun", 0.0, ["A fruit that is a hybrid of yuzu and kumquat."]]]}, "v": {"e": [["Yvette", "/iːˈvɛt/", "noun", 3.02, ["(Quebec, politics, derogatory, dated) A term of derision used by Quebec separatists to refer to Federalist-voting French Quebecois housewives."]]], "o": [["yvonite", "", "noun", 0.0, ["(mineralogy) A turquoise-blue mineral containing copper, arsenic, hydrogen, and oxygen."]]]}, "'": {"a": [["y'allternative", "", "noun", 0.0, ["A modern outgrowth of traditional country music that incorporates elements of rock while keeping the country twanginess."]]]}, "b": {"l": [["yblent", null, "adj", 0.0, ["(archaic or poetic) Confused"]]], "o": [["ybound", "", "adj", 0.0, ["(obsolete) Bound."]]]}, "c": {"l": [["ycleped", "", "adj", 0.0, ["Alternative spelling of yclept"]], ["yclept", "/ɪˈklɛpt/", "adj", 0.0, ["(archaic, poetic or humorous) Called (by a certain name), named."]], ["yclothed", "", "adj", 0.0, ["clothed"]]]}, "f": {"t": [["yftisite", "", "noun", 0.0, ["(mineralogy) A yellow mineral containing mostly yttrium, oxygen, and fluorine."]]]}, "l": {"e": [["ylem", "/ˈiːlɛm/", "noun", 0.0, ["(cosmology, now chiefly historical) In the Big Bang theory, the hot and dense plasma that made up the matter in the cosmos following the initial baryogenesis at an early stage of its expansion and cooling, from which the first atoms formed and photons decoupled. The emission of photons in this phase is regarded as the source of the cosmic microwave background."]]], "i": [["ylide", "/ˈɪlaɪd/", "noun", 1.19, ["(organic chemistry) Any organic compound in which two adjacent atoms are connected by both a covalent and an ionic bond; normally written X⁺–Y⁻"]]]}, "m": {"o": [["ymolten", "", "adj", 0.0, ["(poetic, obsolete, nonce word) melted"]]]}, "r": {"a": [["yrare", "", "noun", 0.0, ["(physics) The state of a nucleus with minimum energy, but excluding the yrast. The second-least excited state for a given angular momentum."]], ["yrast", "", "noun", 0.0, ["(physics) The state of a nucleus with minimum energy (i.e. when least excited) for a given angular momentum."]]], "e": [["yre", "", "noun", 1.2, ["Archaic spelling of ire."]]], "n": [["yrneh", "/ˈɝni/", "noun", 0.0, ["(rare) A reciprocal unit of measurement for electrical inductance."]]], "o": [["yron", "", "noun", 0.0, ["Archaic spelling of iron."]]]}, "t": {"h": [["ythundered", "/ɪˈθʌndə(ɹ)d/", "adj", 0.0, ["(archaic) Struck by a thunderbolt."]]], "t": [["ytterbate", "", "noun", 0.0, ["(inorganic chemistry) Any oxyanion of ytterbium; any salt containing such an anion"]], ["ytterbia", null, "noun", 0.0, ["(inorganic chemistry) Ytterbium oxide."]], ["ytterbian", "", "adj", 0.0, ["(mineralogy) Containing ytterbium."]], ["ytterbite", "", "noun", 0.0, ["(obsolete) Gadolinite: a black, vitreous mineral consisting primarily of silicates of various rare earths including ytterbium"]], ["ytterbium", "/ɪˈtɚ.bi.əm/", "noun", 1.79, ["A metallic chemical element (symbol Yb) with an atomic number of 70."]], ["ytterite", "", "noun", 0.0, ["(mineralogy) gadolinite"]], ["yttrialite", "", "noun", 0.0, ["(mineralogy) A rare, highly radioactive yttrium thorium sorosilicate mineral with conchoidal fracture."]], ["yttrian", "", "adj", 0.0, ["(mineralogy) Containing yttrium."]], ["yttriferous", "/ɪˈtɹɪfəɹəs/", "adj", 0.0, ["Containing or producing yttrium."]], ["yttrium", "/ˈɪtɹiːəm/", "noun", 2.14, ["A silvery metallic chemical element (symbol Y) with an atomic number of 39, mainly found in combination with lanthanide elements in rare-earth minerals."]], ["yttrocerite", "", "noun", 0.0, ["(mineralogy) A violet-blue mineral, a hydrous fluoride of cerium, yttrium, and calcium."]], ["yttrocolumbite", "", "noun", 0.0, ["yttrotantalite"]], ["yttrocrasite", "", "noun", 0.0, ["(mineralogy) An oxide of (primarily) titanium and yttrium, with small to moderate amounts of thorium, uranium, cerium, and calcium substituting for some of the yttrium and traces of iron, tungsten, columbium, and tantalum substituting for some of the titanium."]], ["yttrofluorite", "", "noun", 0.0, ["(mineralogy) A form of fluorite that is rich in yttrium"]], ["yttrogummite", "", "noun", 0.0, ["(mineralogy) An yttrium-bearing variety of gummite."]], ["yttropyrochlore", "", "noun", 0.0, ["(mineralogy) A discredited pyrochlore mineral containing niobium, hydrogen, and oxygen."]], ["yttrotantalite", "", "noun", 0.0, ["(mineralogy) A brown or black tantalate of uranium, yttrium, and calcium."]], ["yttrotitanite", "", "noun", 0.0, ["(mineralogy) A brownish-black variety of titanite."]]], "v": [["ytvA", "", "noun", 0.0, ["(bacteriology, genetics) A gene in Bacillus subtilis that codes for a blue light photoreceptor protein (YtvA)."]]]}, "w": {"r": [["ywroken", "/ɪˈɹəʊkən/", "adj", 0.0, ["(archaic) Avenged."]]]}}