{"i": {"a": [["AAIB", "", "noun", 1.47, ["Air Accident Investigation Bureau (Malaysia)"]]], "h": [["Hib", "/hɪb/", "noun", 2.03, ["Haemophilus influenzae, serotype b: a particular type of bacterium responsible for pneumonia, meningitis, and other diseases.", "Short for Hibernian.; Someone associated with Hibernian Football Club, as a player, coach, fan etc."]], ["sahib", "", "noun", 3.01, ["(historical) A term of respect for a white European or other man of rank in colonial India."]], ["talahib", "", "noun", 0.0, ["Grass of species Saccharum spontaneum (wild sugarcane)."]]], "n": [["JAKinib", "", "noun", 0.0, ["(pharmacology) A Janus kinase inhibitor."]], ["abrocitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of atopic dermatitis."]], ["acalabrutinib", "", "noun", 0.0, ["A pharmaceutical used to treat certain lymphomas"]], ["afatinib", "", "noun", 1.05, ["(pharmacology) A drug against non-small cell lung carcinoma."]], ["anlotinib", "", "noun", 0.0, ["The tyrosine kinase inhibitor 1-[[4-[(4-fluoro-2-methyl-1H-indol-5-yl)oxy]-6-methoxyquinolin-7-yl]oxymethyl]cyclopropan-1-amine"]], ["asciminib", "", "noun", 0.0, ["A protein kinase inhibitor used to treat Philadelphia chromosome-positive chronic myeloid leukemia."]], ["avapritinib", "/ˌeɪvəˈpɹɪtɪnɪb/", "noun", 0.0, ["A drug for the treatment of certain forms of gastrointestinal stromal tumor."]], ["axitinib", "", "noun", 1.02, ["A small-molecule tyrosine kinase inhibitor."]], ["bafetinib", "", "noun", 0.0, ["(organic chemistry) The anticancer agent 4-[[(3S)-3-(dimethylamino)pyrrolidin-1-yl]methyl]-N-[4-methyl-3-[(4-pyrimidin-5-ylpyrimidin-2-yl)amino]phenyl]-3-(trifluoromethyl)benzamide"]], ["baricitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of several diseases including rheumatoid arthritis and COVID-19."]], ["bevasiranib", "", "noun", 0.0, ["A drug that was investigated for the treatment of wet age-related macular degeneration."]], ["binimetinib", "/bɪnɪˈmɛtɪnɪb/", "noun", 0.0, ["(pharmacology) A drug with the molecular formula C₁₇H₁₅BrF₂N₄O₃ that inhibits mitogen-activated protein kinase kinase (MEK), and is approved for use in combination with encorafenib to treat certain melanomas."]], ["bosatinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor undergoing research for use in the treatment of cancer."]], ["bosutinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor undergoing research for use in the treatment of cancer."]], ["brepocitinib", "", "noun", 0.0, ["(pharmacology) An experimental medication belonging to the class of Janus kinase inhibitors."]], ["brigatinib", "", "noun", 0.0, ["The anticancer drug 5-chloro-2-N-{4-[4-(dimethylamino)piperidin-1-yl]-2-methoxyphenyl}-4-N-[2-(dimethylphosphoryl)phenyl]pyrimidine-2,4-diamine"]], ["brivanib", "", "noun", 0.0, ["An investigational antitumorigenic drug for oral administration."]], ["cabozantinib", "", "noun", 0.0, ["An experimental drug, so far shown to reduce tumour growth, metastasis, and angiogenesis."]], ["canertinib", "", "noun", 0.0, ["An experimental drug for the treatment of cancer."]], ["capmatinib", "", "noun", 0.0, ["A drug for the treatment of certain lung cancers."]], ["cediranib", "", "noun", 0.0, ["A potent inhibitor of VEGF receptor tyrosine kinases, under development as a possible anticancer drug."]], ["cerdulatinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Syk/Janus kinase inhibitors, being developed for treatment of hematological malignancies."]], ["ceritinib", "", "noun", 0.0, ["A particular drug for the treatment of lung cancer."]], ["crenolanib", "", "noun", 0.0, ["An investigational drug, a tyrosine kinase inhibitor for the treatment of certain cancers."]], ["crizotinib", "", "noun", 1.32, ["An aminopyridine drug used to treat certain kinds of lung carcinoma."]], ["dabrafenib", "", "noun", 1.01, ["A drug for the treatment of cancers associated with a mutated version of the gene BRAF."]], ["dacomitinib", "", "noun", 0.0, ["An experimental drug candidate under development for the treatment of non-small-cell lung carcinoma."]], ["dasatinib", "", "noun", 1.22, ["A particular drug used as a tyrosine kinase inhibitor."]], ["decernotinib", "", "noun", 0.0, ["(pharmacology) An experimental medication belonging to the class of Janus kinase inhibitors."]], ["delgocitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of atopic dermatitis."]], ["deucravacitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of moderate-to-severe plaque psoriasis."]], ["dovitinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor drug."]], ["entospletinib", "", "noun", 0.0, ["A particular drug that is an inhibitor of the enzyme spleen tyrosine kinase (Syk)."]], ["erdafitinib", "", "noun", 0.0, ["(organic chemistry, medicine) An inhibitor of some tyrosine kinases that is used to treat some cancers"]], ["erlotinib", "", "noun", 1.48, ["A drug used to treat certain cancers."]], ["fedratinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of myeloproliferative diseases including myelofibrosis."]], ["filgotinib", "", "noun", 0.0, ["(pharmacology) A medication, belonging to the class of Janus kinase inhibitors, used for the treatment of rheumatoid arthritis."]], ["fostamatinib", "", "noun", 0.0, ["(pharmacology) A particular drug that is an inhibitor of the enzyme spleen tyrosine kinase (Syk)."]], ["fruquintinib", "", "noun", 0.0, ["A drug used to treat colorectal cancer."]], ["futibatinib", "", "noun", 0.0, ["A kinase inhibitor used to treat cholangiocarcinoma."]], ["gandotinib", "", "noun", 0.0, ["(pharmacology) An experimental medication belonging to the class of Janus kinase inhibitors."]], ["gefitinib", "", "noun", 1.45, ["A drug, used in the treatment of certain types of cancer, that acts in a similar way to erlotinib by selectively targeting the mutant proteins in malignant cells."]], ["gilteritinib", "", "noun", 0.0, ["A kinase inhibitor used as an anticancer drug"]], ["gnib", "", "adj", 0.0, ["(Scotland) smart, eager"]], ["gusacitinib", "", "noun", 0.0, ["(pharmacology) An experimental medication belonging to the class of Syk/Janus kinase inhibitors."]], ["ibrutinib", "", "noun", 1.36, ["A targeted covalent inhibitor of Bruton's tyrosine kinase and hence used in treating B cell malignancies."]], ["icotinib", "", "noun", 0.0, ["(organic chemistry) The epidermal growth factor receptor tyrosine kinase inhibitor N-(3-ethynylphenyl)-7,8,10,11,13,14-hexahydro-[1,4,7,10]tetraoxacyclododecino[2,3-g]quinazolin-4-amine"]], ["imatanib", "", "noun", 0.0, ["Misspelling of imatinib."]], ["imatinib", "", "noun", 1.84, ["(pharmacology) A drug used to treat certain types of cancer."]], ["infigratinib", "", "noun", 0.0, ["An anticancer medication used to treat cholangiocarcinoma."]], ["itacitinib", "", "noun", 0.0, ["(pharmacology) An experimental medication belonging to the class of Janus kinase inhibitors."]], ["ivosidenib", "", "noun", 0.0, ["An anticancer medication for the treatment of acute myeloid leukemia and cholangiocarcinoma."]], ["lapatinib", "", "noun", 1.22, ["A particular oral drug used to treat cancer."]], ["larotrectinib", "", "noun", 0.0, ["An anticancer medication that functions as an inhibitor of tropomyosin kinase receptors."]], ["lenvatinib", "", "noun", 0.0, ["A drug used to treat certain thyroid cancers."]], ["lestaurtinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor structurally related to staurosporine."]], ["linifanib", "", "noun", 0.0, ["An inhibitor of certain receptor tyrosine kinases, vascular endothelial growth factor, and platelet-derived growth factor."]], ["lonafarnib", "/ˌlɒnəˈfɑː(ɹ)nɪb/", "noun", 0.0, ["A particular farnesyl-OH-transferase inhibitor."]], ["masitinib", "", "noun", 0.0, ["A tyrosine-kinase inhibitor used in the treatment of mast cell tumors in animals."]], ["mereletinib", "", "noun", 0.0, ["The drug osimertinib."]], ["mobocertinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor used to treat some cancers"]], ["momelotinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, being developed as a drug to treat myelofibrosis."]], ["motesanib", "", "noun", 0.0, ["A drug being investigated as a treatment for cancer."]], ["mubritinib", "", "noun", 0.0, ["(organic chemistry) A particular protein kinase inhibitor"]], ["neratinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor used to treat breast cancer."]], ["nib", "/nɪb/", "noun", 3.06, ["The tip of a pen or tool that touches the surface, transferring ink to paper."]], ["nilotinib", "", "noun", 1.19, ["(pharmacology) A drug used to treat cancer."]], ["nintedanib", "", "noun", 0.0, ["A particular drug used as part of the treatment regimen for some types of non-small-cell lung cancer and for idiopathic pulmonary fibrosis."]], ["oclacitinib", "", "noun", 0.0, ["(pharmacology) A veterinary medication belonging to the class of Janus kinase inhibitors, used for the treatment of atopic dermatitis in dogs."]], ["olmutinib", "", "noun", 0.0, ["The antineoplastic drug N-[3-[2-[4-(4-methylpiperazin-1-yl)anilino]thieno[3,2-d]pyrimidin-4-yl]oxyphenyl]prop-2-enamide"]], ["olutasidenib", "", "noun", 0.0, ["An anticancer medication used to treat relapsed or refractory acute myeloid leukemia."]], ["osimertinib", "", "noun", 0.0, ["A drug used to treat non-small-cell lung carcinomas with a specific mutation."]], ["pacritinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of myelofibrosis."]], ["pazopanib", "", "noun", 1.06, ["An anticancer drug."]], ["peficitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of rheumatoid arthritis."]], ["pegaptanib", "", "noun", 0.0, ["An antiangiogenic used to treat wet age-related macular degeneration."]], ["pegdinetanib", "", "noun", 0.0, ["An investigational anticancer drug."]], ["pelitinib", "", "noun", 0.0, ["A particular kinase inhibitor."]], ["pemigatinib", "/ˌpɛmɪˈɡætɪnɪb/", "noun", 0.0, ["A drug for the treatment of certain bile duct cancers."]], ["pirtobrutinib", "", "noun", 0.0, ["An anticancer medication used to treat mantle cell lymphoma."]], ["ponatinib", "", "noun", 0.0, ["An oral drug for the treatment of certain leukemias."]], ["poziotinib", "", "noun", 0.0, ["A drug used to treat some cancers"]], ["pralsetinib", "/pɹælˈsɛtɪnɪb/", "noun", 0.0, ["A tyrosine kinase inhibitor for the treatment of metastatic RET fusion-positive non-small-cell lung cancer."]], ["refametinib", "", "noun", 0.0, ["The kinase inhibitor N-[3,4-difluoro-2-(2-fluoro-4-iodoanilino)-6-methoxyphenyl]-1-[(2S)-2,3-dihydroxypropyl]cyclopropane-1-sulfonamide"]], ["repotrectinib", "", "noun", 0.0, ["An anticancer medication used to treat non-small cell lung cancer."]], ["ripretinib", "", "noun", 0.0, ["A drug for the treatment of advanced gastrointestinal stromal tumor."]], ["ritlecitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Tec/Janus kinase inhibitors, used for the treatment of alopecia areata."]], ["rociletinib", "", "noun", 0.0, ["A drug used to treat lung cancer"]], ["ruxolitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of several diseases including myelofibrosis and polycythemia vera."]], ["saracatinib", "", "noun", 0.0, ["A drug that acts as a dual kinase inhibitor, originally developed for the treatment of cancer."]], ["savolitinib", "", "noun", 0.0, ["A drug used to treat some cancers"]], ["selpercatinib", "", "noun", 0.0, ["A particular anticancer drug."]], ["selumetinib", "", "noun", 0.0, ["A drug being investigated for the treatment of various cancers."]], ["semaxanib", "", "noun", 0.0, ["(organic chemistry) The anticancer compound (3Z)-3-[(3,5-dimethyl-1H-pyrrol-2-yl)methylidene]-1,3-dihydro-2H-indol-2-one"]], ["sorafenib", "", "noun", 1.43, ["(pharmacology) A small molecule drug used to treat cancer of the kidney and liver."]], ["sunitinib", "", "noun", 1.34, ["An oral small-molecule receptor tyrosine kinase (RTK) inhibitor used in the treatment of renal cell carcinoma and imatinib-resistant gastrointestinal stromal tumour."]], ["tandutinib", "", "noun", 0.0, ["(organic chemistry) The tyrosine kinase inhibitor 4-[6-methoxy-7-(3-piperidin-1-ylpropoxy)quinazolin-4-yl]-N-(4-propan-2-yloxyphenyl)piperazine-1-carboxamide"]], ["tasocitinib", "", "noun", 0.0, ["tofacitinib"]], ["telatinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor."]], ["tepotinib", "", "noun", 0.0, ["A tyrosine kinase inhibitor used to treat certain forms of metastatic non-small cell lung cancer."]], ["tipifarnib", "/tɪˈpɪfə(ɹ)nɪb/", "noun", 0.0, ["A farnesyltransferase inhibitor with possible anticancer applications."]], ["tivantinib", "", "noun", 0.0, ["A staurosporine derivative that binds to the dephosphorylated MET kinase in vitro, and also displays unrelated cytotoxic activity."]], ["tivozanib", "", "noun", 0.0, ["An oral VEGF receptor tyrosine kinase inhibitor."]], ["toceranib", "", "noun", 0.0, ["A receptor tyrosine kinase inhibitor, used in the treatment of canine mast cell tumour."]], ["tofacitinib", "", "noun", 1.21, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of rheumatoid arthritis, psoriatic arthritis, and ulcerative colitis."]], ["trametinib", "", "noun", 0.0, ["A particular anticancer drug."]], ["trebananib", "", "noun", 0.0, ["A particular drug that inhibits angiogenesis."]], ["tucatinib", "", "noun", 0.0, ["(organic chemistry, medicine) A kinase inhibitor used to treat some breast cancers"]], ["upadacitinib", "", "noun", 0.0, ["(pharmacology) A medication belonging to the class of Janus kinase inhibitors, used for the treatment of several immune-mediated diseases such as rheumatoid arthritis, ankylosing spondylitis, and atopic dermatitis."]], ["vandetanib", "", "noun", 0.0, ["An anticancer drug used to treat certain tumors of the thyroid gland."]], ["vatalanib", "", "noun", 0.0, ["A particular drug that inhibits angiogenesis."]], ["vemurafenib", "", "noun", 1.24, ["A drug for the treatment of late-stage melanoma."]]], "l": [["abemaciclib", "", "noun", 0.0, ["(pharmacology) An antineoplastic cyclin-dependent kinase inhibitor used to treat breast cancer."]], ["adlib", "", "noun", 1.76, ["Alternative spelling of ad-lib"]], ["dinaciclib", "", "noun", 0.0, ["An experimental drug that inhibits cyclin-dependent kinases."]], ["glib", "/ɡlɪb/", "adj", 2.64, ["Having a ready flow of words but lacking thought or understanding; superficial; shallow.", "(historical) A mass of matted hair worn down over the eyes, formerly used in Ireland."]], ["palbociclib", "", "noun", 1.13, ["A drug used to treat breast cancer. It is a selective inhibitor of the cyclin-dependent kinases CDK4 and CDK6."]], ["ribociclib", "", "noun", 0.0, ["A kinase inhibitor used to treat certain cancers"]], ["seliciclib", "/ˌsɛlɪˈsɪklɪb/", "noun", 0.0, ["A drug being researched for the treatment of certain lung cancers and other disorders."]], ["trilaciclib", "", "noun", 0.0, ["A medication used to reduce the frequency of chemotherapy-induced bone marrow suppression."]]], "s": [["adagrasib", "", "noun", 0.0, ["An anticancer medication used to treat NSCLC."]], ["aderbasib", "", "noun", 0.0, ["A particular sheddase inhibitor."]], ["alpelisib", "", "noun", 0.0, ["A drug used to treat breast cancer"]], ["biosib", "", "noun", 0.0, ["A biological sibling."]], ["buparlisib", "", "noun", 0.0, ["A particular anticancer drug."]], ["copanlisib", "", "noun", 0.0, ["A particular phosphoinositide 3-kinase inhibitor."]], ["duvelisib", "", "noun", 0.0, ["A novel inhibitor of PI3K delta and gamma, used to treat hematologic malignancies and inflammatory conditions."]], ["fullsib", "", "noun", 0.0, ["A full sibling."]], ["godsib", "", "noun", 0.0, ["(chiefly historical or anthropology) One's sibling or kin via a godfamily tie: one's or one's child's godparent, or one's godchild's parent, or one's godparent's child."]], ["halfsib", "", "noun", 0.0, ["Alternative spelling of half-sib"]], ["idelalisib", "", "noun", 0.0, ["A particular drug for the treatment of chronic lymphocytic leukemia."]], ["leniolisib", "", "noun", 0.0, ["A kinase inhibitor used to treat activated phosphoinositide 3-kinase delta syndrome (APDS)."]], ["matrisib", "", "noun", 0.0, ["A matrilineal sib."]], ["muhtasib", "", "noun", 0.0, ["(historical) An official appointed to supervise bazaars and trade in the medieval Islamic countries."]], ["nasib", "", "noun", 1.6, ["An Arabic literary form, 'usually defined as an erotic or amatory prelude to the type of long poem called a qaṣīdah.'"]], ["patrisib", "", "noun", 0.0, ["A patrilineal sib."]], ["pictilisib", "", "noun", 0.0, ["An investigational PI3K inhibitor."]], ["salirasib", "", "noun", 0.0, ["(pharmacology) A particular Ras inhibitor."]], ["sib", "/sɪb/", "adj", 2.39, ["(obsolete outside Scotland) Having kinship or relationship; related by same-bloodedness; kindred.", "Kindred; kin; kinsmen; a body of persons related by blood in any degree."]], ["sotorasib", "", "noun", 0.0, ["An anticancer medication used to treat non-small-cell lung cancer."]], ["stepsib", "", "noun", 0.0, ["A stepsibling."]], ["tideglusib", "", "noun", 0.0, ["A potent small molecule non-ATP-competitive GSK3 inhibitor that has been investigated as a potential treatment for Alzheimer's disease and paralysis supranuclear."]], ["umbralisib", "", "noun", 0.0, ["An oral medication for the treatment of marginal zone lymphoma and follicular lymphoma."]]], "t": [["alisertib", "", "noun", 0.0, ["An orally available selective aurora A kinase inhibitor being investigated as a treatment for relapsed or refractory peripheral T-cell lymphoma."]], ["capivasertib", "", "noun", 0.0, ["A drug used to treat breast cancer."]], ["galunisertib", "", "noun", 0.0, ["An experimental drug for the treatment of hepatocellular carcinoma"]], ["ipatasertib", "", "noun", 0.0, ["A kinase inhibitor proposed as a preventer of breast cancer"]], ["odanacatib", "", "noun", 0.0, ["An inhibitor of cathepsin K, being investigated as a treatment for osteoporosis and bone metastasis."]], ["pimasertib", "", "noun", 0.0, ["A particular inhibitor of Mitogen-activated protein kinase kinase"]], ["rigosertib", "", "noun", 0.0, ["A synthetic benzyl styryl sulfone undergoing clinical trials as an anticancer agent."]], ["tahtib", "", "noun", 0.0, ["An Egyptian stickfighting martial art."]], ["tib", "/tɪb/", "noun", 2.37, ["(obsolete) A working-class woman."]], ["volasertib", "", "noun", 0.0, ["An experimental anticancer drug. It is a dihydropteridinone derivative."]]], "d": [["alvocidib", "/ælˈvɒsɪdɪb/", "noun", 0.0, ["A drug being researched for the treatment of chronic lymphocytic leukaemia and arthritis."]], ["darapladib", "", "noun", 0.0, ["A drug used to inhibit lipoprotein-associated phospholipase A2."]], ["dib", "/dɪb/", "noun", 2.39, ["A dibber (gardening tool)"]], ["ecopladib", "", "noun", 0.0, ["A particular tetrasubstituted indole derivative."]], ["efipladib", "", "noun", 0.0, ["A nonsteroidal anti-inflammatory drug."]], ["merimepodib", "", "noun", 0.0, ["A particular antiviral drug."]]], "p": [["anacetrapib", "", "noun", 0.0, ["A drug being developed to treat hypercholesterolemia."]], ["dalcetrapib", "", "noun", 0.0, ["A CETP inhibitor."]], ["evacetrapib", "", "noun", 0.0, ["A drug that inhibits cholesterylester transfer protein (CETP)."]], ["ganetespib", "", "noun", 0.0, ["A triazolone, derived from resorcinol, that inhibits an oncogenic molecular chaperone"]], ["obicetrapib", "", "noun", 0.0, ["A certain CETP inhibitor medication."]], ["torcetrapib", "", "noun", 0.0, ["A drug having the chemical formula C₂₆H₂₅F₉N₂O₄, which was originally planned for use against hypercholesterolemia but is no longer in development"]]], "x": [["apricoxib", "", "noun", 0.0, ["(pharmacology) A COX-2 inhibitor with possible anticancer properties."]], ["deracoxib", "", "noun", 0.0, ["(pharmacology) A nonsteroidal anti-inflammatory drug used to treat osteoarthritis in dogs."]], ["etoricoxib", "/ɪˌtɔɹ.əˈkɑk.sɪb/", "noun", 0.0, ["(pharmacology) A synthetic, nonsteroidal anti-inflammatory drug with antipyretic, analgesic, and potential antineoplastic properties."]], ["firocoxib", "", "noun", 0.0, ["(pharmacology) A cyclooxygenase inhibitor."]], ["lumiracoxib", "", "noun", 0.0, ["(pharmacology) A nonsteroidal anti-inflammatory drug, an analogue of diclofenac."]], ["mavacoxib", "", "noun", 0.0, ["(pharmacology) A veterinary drug used to treat pain and inflammation in dogs with degenerative joint disease."]], ["parecoxib", "", "noun", 0.0, ["(pharmacology) A water-soluble and injectable prodrug of valdecoxib."]], ["tilmacoxib", "", "noun", 0.0, ["(pharmacology) A COX-2 inhibitor, an effective chemopreventive agent against rat experimental liver fibrosis."]], ["valdecoxib", "", "noun", 0.0, ["(pharmacology) A nonsteroidal anti-inflammatory drug formerly used to treat osteoarthritis, rheumatoid arthritis, and menstrual pain."]]], "b": [["aquabib", "/ˈeɪk.wə.bɪb/", "noun", 0.0, ["(very rare, obsolete, derogatory) A teetotaler; one who does not consume alcohol."]], ["bib", "/bɪb/", "noun", 2.97, ["An item of clothing for people (especially babies) tied around their neck to protect their clothes from getting dirty when eating."]], ["zibib", "", "noun", 0.0, ["A strong Egyptian alcoholic drink that turns white upon the addition of water"]]], "m": [["bortezomib", null, "noun", 1.49, ["A proteasome inhibitor used in cancer treatment and chemotherapy."]], ["marizomib", "", "noun", 0.0, ["salinosporamide A"]], ["mib", "", "noun", 2.74, ["(games) A marble (glass ball used in games), especially one used as a target."]]], "r": [["carib", "", "noun", 2.22, ["A hummingbird of the genus Eulampis."]], ["crib", "/kɹɪb/", "noun", 3.48, ["(US) A baby’s bed with high, often slatted, often moveable sides, suitable for a child who has outgrown a cradle or bassinet."]], ["drib", "/ˈdɹɪb/", "noun", 0.0, ["(obsolete) A drop."]], ["forerib", "", "noun", 0.0, ["A cut of beef that includes the rib in front of the sirloin, used especially for roasting."]], ["humidicrib", "", "noun", 0.0, ["(Australia) An incubator for newborn babies that regulates temperature and humidity."]], ["iniparib", "", "noun", 0.0, ["The chemical compound 4-iodo-3-nitrobenzamide, once proposed as a drug for cancer treatment."]], ["jerib", "", "noun", 0.0, ["A unit of land used in the Middle East; its precise size depends on region and on time-period, and can range from a thousand square meters to a hectare."]], ["midrib", "/ˈmɪdrɪb/", "noun", 2.05, ["(botany) The strengthened vein down the middle of a flower petal or simple leaf or leaflet."]], ["niraparib", "", "noun", 0.0, ["A drug being developed as a cancer treatment."]], ["olaparib", "", "noun", 1.29, ["A particular anticancer drug."]], ["portacrib", "", "noun", 0.0, ["A movable crib for an infant."]], ["rib", "/ɹɪb/", "noun", 3.59, ["(botany) Hound's-tongue (Cynoglossum officinale)."]], ["rucaparib", "", "noun", 0.0, ["A drug being developed as a cancer treatment."]], ["sparerib", "/ˌspɛɚˈɹɪb/", "noun", 0.0, ["A cut of meat including the rib bones."]], ["veliparib", "", "noun", 0.0, ["A potential anticancer drug acting as a PARP inhibitor."]]], "f": [["ertiprotafib", "", "noun", 0.0, ["An antidiabetic drug."]], ["fib", "/fɪb/", "noun", 2.66, ["(neologism) A kind of experimental poem where the number of syllables in each line is the next succeeding Fibonacci number."]]], "c": [["etalocib", "", "noun", 0.0, ["A leukotriene B4 antagonist drug."]]], "g": [["flibbergib", "/ˈflɪbə(ɹ)d͡ʒɪb/", "noun", 0.0, ["(obsolete, humorous) A sycophant."]], ["gib", "/ɡɪb/", "noun", 2.58, ["A castrated male cat or ferret.", "A strip, wedge, or bolt made from metal or wood and used for holding a machine part in place; usually with features (such as a taper and/or set screws) that allow for fine adjustment of the part's position.", "(New Zealand) plasterboard."]], ["sonidegib", "", "noun", 0.0, ["A particular anticancer drug."]], ["vismodegib", "", "noun", 0.0, ["A drug for the treatment of basal-cell carcinoma."]]], "u": [["guib", "", "noun", 0.0, ["The harnessed antelope (Tragelaphus scriptus), a West African antelope marked with white stripes and spots on a reddish fawn ground;."]], ["quib", "", "noun", 0.0, ["(archaic) A quip or gibe."]], ["squib", "/skwɪb/", "noun", 2.29, ["(military) A small firework that is intended to spew sparks rather than explode."]]], "j": [["hajib", "", "noun", 1.02, ["(historical) An official of a Muslim court, of varied importance, initially controlling access to the caliph, but later very powerful; a chamberlain."]], ["jib", "/d͡ʒɪb/", "noun", 2.79, ["(nautical) A triangular staysail set forward of the foremast. In a sloop (see image) the basic jib reaches back roughly to the level of the mast.", "The projecting arm of a crane.", "One who jibs or balks, refusing to continue forward."]], ["tanjib", "", "noun", 0.0, ["A kind of figured muslin made in Awadh."]]], "q": [["naqib", "", "noun", 1.1, ["One of the leading missionaries of the Hashimiyya movement who prepared the Abbasid Revolution in Khurasan."]]]}, "a": {"f": [["AFAB", "/ˈeɪfæb/", "noun", 1.44, ["(LGBT) An AFAB person."]], ["fab", "/fæb/", "noun", 3.39, ["A manufacturing plant which fabricates items, particularly silicon chips."]], ["prefab", "", "adj", 2.34, ["prefabricated", "A prefabricated building."]], ["subfab", "", "noun", 0.0, ["The area underneath a semiconductor fabrication plant"]]], "m": [["AMAB", "/ˈeɪmæb/", "noun", 1.36, ["(LGBT) An AMAB person."]], ["abagovomab", "", "noun", 0.0, ["A particular monoclonal antibody."]], ["abelacimab", "", "noun", 0.0, ["A type of anticoagulant medication."]], ["abituzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody developed in an attempt to prevent bone lesion metastases in castration-resistant prostate cancer."]], ["abrezekimab", "", "noun", 0.0, ["Biologic drug for severe inflammatory conditions."]], ["abrilumab", "", "noun", 0.0, ["An investigational drug used to treat inflammatory bowel disease, ulcerative colitis and Crohn's disease."]], ["acapatamab", "", "noun", 0.0, ["A half-life extended bispecific T-cell engager therapy that targets PSMA-expressing cancer cells."]], ["acasunlimab", "", "noun", 0.0, ["An experimental drug for cancer immunotherapy."]], ["acrixolimab", "", "noun", 0.0, ["An investigational monoclonal antibody for cancer treatment."]], ["actoxumab", "", "noun", 0.0, ["A monoclonal antibody for preventing the recurrence of Clostridium difficile infection."]], ["adebrelimab", "", "noun", 0.0, ["A humanized monoclonal antibody that blocks PD-L1, enhancing antitumor immune response."]], ["adecatumumab", "", "noun", 0.0, ["(pharmacology) A recombinant monoclonal antibody used to target tumour cells."]], ["adintrevimab", "", "noun", 0.0, ["A SARS-CoV-2 neutralizing antibody."]], ["aducanumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody and drug candidate designed for treatment of Alzheimer's disease."]], ["afasevikumab", "", "noun", 0.0, ["An anti-inflammatory antibody."]], ["afelimomab", "/ˌæfɛˈlɪməmæb/", "noun", 0.0, ["A monoclonal antibody that reduces the concentration of interleukin-6 in patients with sepsis."]], ["afribumab", "", "noun", 0.0, ["Bee venom neutralizing human monoclonal antibody."]], ["afutuzumab", "", "noun", 0.0, ["A monoclonal antibody against CD20, used to treat lymphoma."]], ["alacizumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used as an antineoplastic."]], ["alemtuzumab", null, "noun", 1.28, ["(pharmacology) A monoclonal antibody used in the treatment of chronic lymphocytic leukemia and T-cell lymphoma, targeting CD52."]], ["alirocumab", "/ˌæl.ɪˈɹɑk.jəˌmæb/", "noun", 1.35, ["(pharmacology) A human monoclonal antibody used to treat high cholesterol."]], ["alnuctamab", "", "noun", 0.0, ["A T-cell bispecific antibody."]], ["alomfilimab", "", "noun", 0.0, ["A selective inducible T-cell costimulator antibody."]], ["alsevalimab", "", "noun", 0.0, ["An anti-B7-H4 monoclonal antibody."]], ["altumomab", "/ælˈtuːməmæb/", "noun", 0.0, ["A mouse monoclonal antibody used to diagnose colorectal cancer."]], ["amatuximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody designed for the treatment of cancer."]], ["amivantamab", "", "noun", 0.0, ["A monoclonal antibody used to treat some lung cancers"]], ["amlitelimab", "", "noun", 0.0, ["A human monoclonal antibody."]], ["anifrolumab", "", "noun", 0.0, ["A monoclonal antibody that blocks certain interferon activity, used to treat systemic lupus erythematosus."]], ["anrukinzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed for the treatment of asthma."]], ["ansuvimab", "", "noun", 0.0, ["A monoclonal antibody medication for the treatment of Zaire ebolavirus infection."]], ["antiustekinumab", "", "noun", 0.0, ["Any antibody that counters the effects of ustekinumab"]], ["apolizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody being studied as a treatment for hematologic cancers."]], ["arcitumomab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used to detect carcinoembryonic antigen."]], ["aselizumab", "", "noun", 0.0, ["(pharmacology) A particular immunosuppressive drug."]], ["atezolizumab", "", "noun", 0.0, ["(pharmacology) An monoclonal antibody used in immunotherapy."]], ["atinumab", "", "noun", 0.0, ["(pharmacology) An immunomodulator that binds to reticulon-4."]], ["atlizumab", "", "noun", 0.0, ["(pharmacology) Tocilizumab."]], ["atoltivimab", "/ˌætɒlˈtɪvɪmæb/", "noun", 0.0, ["A monoclonal antibody used in the combination drug atoltivimab/maftivimab/odesivimab to treat Zaire ebolavirus."]], ["atorolimumab", "", "noun", 0.0, ["(pharmacology) An immunosuppressive drug directed against the Rhesus factor."]], ["bamlanivimab", "", "noun", 0.0, ["(pharmacology) A neutralising monoclonal antibody directed against the spike protein of SARS-CoV-2."]], ["bapineuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody that acts on the nervous system and has potential therapeutic value for the treatment of Alzheimer's disease and possibly glaucoma."]], ["basiliximab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used to prevent rejection in organ transplantation, especially in kidney transplants."]], ["bavituximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody with potential applications in the treatment of cancers and viral infections."]], ["bectumomab", "/bɛkˈtuːməmæb/", "noun", 0.0, ["A monoclonal antibody used to detect non-Hodgkin's lymphoma."]], ["belimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody that inhibits the biological activity of B-lymphocyte stimulator (BLyS)."]], ["benralizumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody being developed for the treatment of asthma."]], ["bertilimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody that binds to eotaxin 1."]], ["besilesomab", "/bɛsɪˈlɛsəmæb/", "noun", 0.0, ["A mouse monoclonal antibody used to detect inflammatory lesions and metastases."]], ["bevacizumab", "/ˌbɛv.əˈsɪz.ʊˌmæb/", "noun", 1.92, ["(pharmacology) An anticancer drug that is a genetically engineered monoclonal antibody administered intravenously to slow or inhibit tumor growth especially in some metastatic forms of cancer (such as colorectal cancer). It acts by binding to and inhibiting the activity of vascular endothelial growth factor, a protein that promotes the growth of new blood vessels which supply a spreading tumor. It is marketed under the trademark Avastin."]], ["bezlotoxumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antitoxin antibody"]], ["biciromab", "", "noun", 0.0, ["A particular mouse monoclonal antibody."]], ["bimagrumab", "", "noun", 0.0, ["A monoclonal antibody used to treat muscle loss"]], ["bimekizumab", "", "noun", 0.0, ["A monoclonal antibody used to treat psoriasis."]], ["bivatuzumab", "", "noun", 0.0, ["(pharmacology) A particular humanized monoclonal antibody."]], ["blinatumomab", "/ˈblɪn.əˌtu.məˌmæb/", "noun", 0.0, ["A particular fusion protein with anticancer properties."]], ["bococizumab", "", "noun", 0.0, ["A monoclonal antibody no longer used"]], ["brazikumab", "", "noun", 0.0, ["A human monoclonal antibody designed for the treatment of Crohn's disease"]], ["brentuximab", "", "noun", 0.0, ["(pharmacology) An antibody used in certain drugs."]], ["briakinumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody being developed to treat rheumatoid arthritis, inflammatory bowel disease, and multiple sclerosis."]], ["brodalumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed to treat inflammatory diseases such as psoriasis."]], ["brolucizumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody."]], ["burosumab", "", "noun", 0.0, ["A human monoclonal antibody medication for the treatment of X-linked hypophosphatemia and tumor-induced osteomalacia."]], ["camrelizumab", "", "noun", 0.0, ["(pharmacology) A particular anticancer drug."]], ["canakinumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody targeted at interleukin-1 beta, intended to treat rheumatoid arthritis."]], ["cantuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody used to treat colorectal cancer."]], ["caplacizumab", "", "noun", 0.0, ["A monoclonal antibody used to counter thrombosis"]], ["capromab", "", "noun", 0.0, ["A mouse monoclonal antibody used to image the extent of prostate cancer."]], ["carlumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for oncology and immune indications."]], ["catmab", "", "noun", 0.0, ["An abzyme."]], ["catumaxomab", "", "noun", 0.0, ["A rat-murine hybrid monoclonal antibody used to treat certain cancers."]], ["cedelizumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody that acts on the immune system and may have applications in preventing organ transplant rejections and in treating autoimmune diseases."]], ["cemiplimab", "", "noun", 0.0, ["A monoclonal antibody used to treat some skin cancers"]], ["cergutuzumab", "", "noun", 0.0, ["A synthetic monoclonal antibody"]], ["certolizumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody used in the treatment of Crohn's disease."]], ["cetuximab", "", "noun", 1.51, ["(pharmacology) A chimeric (mouse/human) monoclonal antibody that targets epidermal growth factor receptor."]], ["cibisatamab", "", "noun", 0.0, ["A particular bispecific monoclonal antibody"]], ["cilgavimab", "", "noun", 0.0, ["A monoclonal antibody used to control coronavirus infection."]], ["cixutumumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used in the treatment of solid tumours."]], ["clazakizumab", "", "noun", 0.0, ["(pharmacology) An investigational drug, an aglycosylated, humanized rabbit monoclonal antibody against interleukin-6."]], ["clenoliximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody that acts as an immunomodulator."]], ["conatumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody used to treat cancer."]], ["crenezumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody being investigated as a treatment of Alzheimer's disease."]], ["dacetuzumab", "/ˌdæsəˈtuːzəmæb/", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody under development for the treatment of certain cancers."]], ["daclizumab", "/dəˈklɪzəmæb/", "noun", 1.05, ["(pharmacology) A humanized monoclonal antibody used to prevent rejection in organ transplantation, especially in kidney transplants."]], ["dalotuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed for the treatment of cancers."]], ["daratumumab", "", "noun", 0.0, ["(pharmacology) An antineoplastic."]], ["denasumab", "", "noun", 0.0, ["Misspelling of denosumab."]], ["detumomab", "", "noun", 0.0, ["A mouse monoclonal antibody developed for the treatment of cancer."]], ["dinituximab", "", "noun", 0.0, ["Misspelling of dinutuximab."]], ["dinutuximab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody"]], ["donanemab", "", "noun", 0.0, ["(pharmacology) An experimental drug for the treatment of Alzheimer's disease."]], ["dorlixizumab", "", "noun", 0.0, ["A monoclonal antibody, used as an immunosuppressive drug."]], ["dostarlimab", "", "noun", 0.0, ["A monoclonal antibody used to treat endometrial cancer."]], ["drozitumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of cancers."]], ["duligotuzumab", "", "noun", 0.0, ["A monoclonal antibody used to treat some cancers"]], ["dupilumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody designed for the treatment of allergic diseases such as eczema."]], ["durvalumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody that is an antineoplastic drug"]], ["ecromeximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody being developed for the treatment of malignant melanoma."]], ["eculizumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody directed against the complement protein C5."]], ["edobacomab", "", "noun", 0.0, ["A mouse monoclonal antibody that was investigated as a possible treatment for sepsis caused by Gram-negative bacterial infections."]], ["edrecolomab", "", "noun", 0.0, ["A chimeric monoclonal antibody with possible applications in treating cancers."]], ["efalizumab", "", "noun", 0.0, ["(pharmacology) A recombinant humanized monoclonal antibody, formerly available to treat autoimmune diseases, especially psoriasis, by binding CD11a of lymphocyte function-associated antigen 1, and associated with fatal brain infections."]], ["efungumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody intended to treat invasive Candida infection in combination with amphotericin B."]], ["elotuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody."]], ["elranatamab", "", "noun", 0.0, ["A drug used to treat relapsed or refractory multiple myeloma."]], ["elsilimomab", "", "noun", 0.0, ["A mouse monoclonal antibody used as an immunosuppressive drug."]], ["emicizumab", "", "noun", 0.0, ["(pharmacology) A chimeric bispecific antibody used in the treatment of haemophilia."]], ["ensituximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody used in the treatment of cancers."]], ["epcoritamab", "", "noun", 0.0, ["A monoclonal antibody anticancer medication used for the treatment of diffuse large B-cell lymphoma."]], ["epratuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody with potential applications in oncology and in the treatment of inflammatory autoimmune disorders such as lupus."]], ["eptinezumab", "", "noun", 0.0, ["A monoclonal antibody medication for the preventive treatment of migraine in adults."]], ["erlizumab", "", "noun", 0.0, ["(pharmacology) A recombinant humanized monoclonal antibody developed to treat heart attack, stroke, and traumatic shock."]], ["ertumaxomab", "", "noun", 0.0, ["A rat-murine hybrid monoclonal antibody used to treat certain cancers."]], ["etaracizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody being investigated for the treatment of metastatic melanoma and various cancers."]], ["etesevimab", "", "noun", 0.0, ["A monoclonal antibody used with bamlanivimab"]], ["evinacumab", "", "noun", 0.0, ["A monoclonal antibody used as a drug to treat homozygous familial hypercholesterolemia."]], ["evolocumab", "/ˌɛv.əˈlɑk.jəˌmæb/", "noun", 1.49, ["(pharmacology) A human monoclonal antibody designed for the treatment of hyperlipidemia."]], ["exbivirumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody developed for the treatment of hepatitis B."]], ["fanolesomab", "", "noun", 0.0, ["A mouse monoclonal antibody formerly used to aid in the diagnosis of appendicitis."]], ["faralimomab", "", "noun", 0.0, ["A mouse monoclonal antibody used as an immunomodulator."]], ["farletuzumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody being investigated for the treatment of ovarian cancer."]], ["fasinumab", "", "noun", 0.0, ["A human monoclonal antibody designed for the treatment of acute sciatic pain."]], ["felvizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody directed against the Human respiratory syncytial virus."]], ["fezakinumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody against interleukin-22, designed for the treatment of psoriasis and rheumatoid arthritis."]], ["figitumumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody under investigation for the treatment of various cancers."]], ["fletikumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody designed for the treatment of rheumatoid arthritis."]], ["fontolizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody used as an immunomodulator."]], ["foravirumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody for the prophylaxis of rabies."]], ["fremanezumab", "", "noun", 0.0, ["A monoclonal antibody used to treat migraine"]], ["fresolimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody and immunomodulator under investigation for the treatment of idiopathic pulmonary fibrosis, focal segmental glomerulosclerosis, and cancer."]], ["frunevetmab", "", "noun", 0.0, ["A felinized monoclonal antibody used to treat osteoarthritis in cats."]], ["fulranumab", "", "noun", 0.0, ["A monoclonal antibody against nerve growth factor, designed for the treatment of pain."]], ["galcanezumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used to treat migraine."]], ["galiximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody designed for the treatment of B-cell lymphoma."]], ["ganitumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody against type 1 insulin-like growth factor receptor, designed for the treatment of cancers."]], ["gantenerumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used as an immunomodulator in the treatment of Alzheimer's disease."]], ["gavilimomab", "", "noun", 0.0, ["A mouse monoclonal antibody for the treatment of glucocorticoid-resistant graft-versus-host disease."]], ["gevokizumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody."]], ["gimsilumab", "", "noun", 0.0, ["A human monoclonal antibody under investigation for the treatment of rheumatoid arthritis."]], ["glembatumumab", "", "noun", 0.0, ["A particular human monoclonal antibody"]], ["glofitamab", "", "noun", 0.0, ["A monoclonal antibody used to treat diffuse large B-cell lymphoma."]], ["gomiliximab", "", "noun", 0.0, ["A chimeric monoclonal antibody used as an immunosuppressive drug in the treatment of allergic asthma."]], ["guselkumab", "", "noun", 0.0, ["A recombinant monoclonal antibody that has some immunosuppressive activity"]], ["ibalizumab", "", "noun", 0.0, ["(pharmacology) A nonimmunosuppressive monoclonal antibody being investigated as an HIV entry inhibitor."]], ["ibritumomab", "", "noun", 0.0, ["A monoclonal antibody which is linked with yttrium-90 as the drug ibritumomab tiuxetan"]], ["idarucizumab", "/ˌaɪ.də.ɹuˈsɪz.əˌmæb/", "noun", 0.0, ["(pharmacology) A monoclonal antibody designed for the reversal of anticoagulant effects of dabigatran."]], ["igovomab", "", "noun", 0.0, ["A mouse monoclonal antibody for the diagnosis of ovarian cancer that is no longer available."]], ["imciromab", "", "noun", 0.0, ["A mouse monoclonal antibody formerly used for cardiac imaging."]], ["imdevimab", "", "noun", 0.0, ["A monoclonal antibody used with casirivimab to treat COVID-19"]], ["inebilizumab", "", "noun", 0.0, ["A medication for the treatment of neuromyelitis optica spectrum disorder."]], ["inolimomab", "", "noun", 0.0, ["A mouse monoclonal antibody developed as an immunosuppressive drug against graft-versus-host disease."]], ["intetumumab", "", "noun", 0.0, ["(pharmacology) A particular human monoclonal antibody."]], ["ipilimumab", "", "noun", 1.67, ["(pharmacology) A human monoclonal antibody being developed as a drug to activate the immune system."]], ["iratumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody used in the treatment of oncological diseases."]], ["isatuximab", "/ˌaɪsəˈtʌksɪmæb/", "noun", 0.0, ["A monoclonal antibody medication for the treatment of multiple myeloma."]], ["itolizumab", "", "noun", 0.0, ["A recombinant monoclonal antibody proposed for the treatment of covid"]], ["ixekizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody for the treatment of autoimmune diseases. It works by binding to interleukin 17 and blocking its action."]], ["keliximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody used in treating severe chronic asthma."]], ["labetuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody for the treatment of colorectal cancer."]], ["lambrolizumab", "", "noun", 0.0, ["The drug pembrolizumab."]], ["landogrozumab", "", "noun", 0.0, ["A human monoclonal antibody used in the treatment of muscular disorders"]], ["lebrikizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody and immunosuppressive drug being investigated for the treatment of asthma."]], ["lecanemab", "", "noun", 0.0, ["(pharmacology) A drug for the treatment of Alzheimer's disease."]], ["lemalesomab", "", "noun", 0.0, ["A mouse monoclonal antibody for the diagnosis of inflammatory lesions."]], ["lenzilumab", "", "noun", 0.0, ["A humanized monoclonal antibody designed to treat certain leukemias."]], ["lerdelimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody and immunosuppressive drug developed to reduce scarring after glaucoma drainage surgery."]], ["leronlimab", "", "noun", 0.0, ["A monoclonal antibody proposed as a treatment for COVID-19"]], ["lexatumumab", "", "noun", 0.0, ["(pharmacology) An agonistic human monoclonal antibody used to treat cancer."]], ["libivirumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody directed against the Hepatitis B virus."]], ["lintuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody used to treat cancer."]], ["lorvotuzumab", "", "noun", 0.0, ["(pharmacology) An antibody used in some drugs."]], ["lucatumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody being investigated for the treatment of various cancers."]], ["lumiliximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody being investigated for the treatment of chronic lymphocytic leukemia."]], ["mab", "", "noun", 2.6, ["(obsolete) A slattern."]], ["maftivimab", "/mæfˈtɪvɪmæb/", "noun", 0.0, ["A monoclonal antibody used in the combination drug atoltivimab/maftivimab/odesivimab to treat Zaire ebolavirus."]], ["mapatumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody used in the treatment of cancer."]], ["margetuximab", "", "noun", 0.0, ["A chimeric IgG monoclonal antibody medication against HER2, designed for the treatment of cancer."]], ["maslimomab", "", "noun", 0.0, ["A mouse monoclonal antibody and immunosuppressive drug."]], ["matuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody used to treat cancer."]], ["mavrilimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody for the treatment of rheumatoid arthritis."]], ["mepolizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody that recognizes interleukin-5 and is used to treat certain kinds of asthma and white blood cell diseases."]], ["metelimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody intended for the treatment of scleroderma but later dropped in favour of alternatives."]], ["milatuzumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody intended to treat multiple myeloma and other hematological malignancies."]], ["minretumomab", "", "noun", 0.0, ["A mouse monoclonal antibody designed to treat cancer."]], ["mirikizumab", "", "noun", 0.0, ["A monoclonal antibody used to treat ulcerative colitis."]], ["mitumomab", "", "noun", 0.0, ["A mouse monoclonal antibody being investigated for the treatment of small-cell lung carcinoma."]], ["mogamulizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody used to treat adult T-cell leukemia/lymphoma."]], ["monalizumab", "", "noun", 0.0, ["(pharmacology) An investigational drug for the treatment of rheumatoid arthritis, gynecologic malignancies and other cancers."]], ["morolimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody against the human Rhesus factor."]], ["mosunetuzumab", "", "noun", 0.0, ["A monoclonal antibody under investigation for the treatment of follicular lymphoma."]], ["motavizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody being investigated for the prevention of respiratory syncytial virus infection in high-risk infants."]], ["namilumab", "", "noun", 0.0, ["A human monoclonal antibody for use against arthritis"]], ["natalizumab", "", "noun", 1.14, ["(pharmacology) A humanized monoclonal antibody used in the treatment of multiple sclerosis and Crohn's disease."]], ["naxitamab", "", "noun", 0.0, ["A monoclonal antibody medication used to treat certain forms of neuroblastoma."]], ["nebacumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody developed for the treatment of sepsis but later withdrawn."]], ["necitumumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody and antineoplastic that binds to EGFR, under investigation for the treatment of cancer."]], ["nerelimomab", "", "noun", 0.0, ["A mouse monoclonal antibody that acts as a TNF inhibitor."]], ["nimotuzumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used to treat squamous cell carcinoma, head and neck cancer, nasopharyngeal cancer, and glioma."]], ["nirsevimab", "", "noun", 0.0, ["(pharmacology) A human recombinant monoclonal antibody used to prevent respiratory syncytial virus (RSV) infections in infants."]], ["nivolumab", "/nɪˈvɒljʊˌmæb/", "noun", 1.71, ["(pharmacology) a human IgG4 anti-PD-1 monoclonal antibody, acting as a checkpoint inhibitor, thus allowing activated T cells to attack cancer cells"]], ["nofetumomab", "", "noun", 0.0, ["A monoclonal antibody used to diagnose certain cancers."]], ["obiltoxaximab", "", "noun", 0.0, ["A monoclonal antibody medication designed to treat exposure to anthrax spores."]], ["ocrelizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody with possible applications as an immunosuppressive drug."]], ["odesivimab", "/ˌəʊdɪˈsɪvɪmæb/", "noun", 0.0, ["A monoclonal antibody used in the combination drug atoltivimab/maftivimab/odesivimab to treat Zaire ebolavirus."]], ["odulimomab", "", "noun", 0.0, ["A mouse monoclonal antibody under investigation as a drug to prevent transplant rejection and to treat various immunological diseases."]], ["ofatumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody targeting CD20, used to treat multiple sclerosis and certain types of chronic lymphocytic leukemia."]], ["olaratumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody."]], ["oleclumab", "", "noun", 0.0, ["A human monoclonal antibody used to treat certain cancers"]], ["olendalizumab", "", "noun", 0.0, ["A particular anti-inflammatory monoclonal antibody"]], ["omalizumab", "", "noun", 1.18, ["(pharmacology) A monoclonal antibody used mainly in allergy-related asthma therapy with the purpose of reducing allergic hypersensitivity."]], ["onartuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed to treat cancer."]], ["oregovomab", "", "noun", 0.0, ["A mouse monoclonal antibody designed to treat ovarian cancer."]], ["otelixizumab", "", "noun", 0.0, ["A monoclonal antibody, being developed for the treatment of type 1 diabetes and other autoimmune diseases."]], ["otilimab", "", "noun", 0.0, ["A human antibody medication used in treating autoimmune diseases such as multiple sclerosis and rheumatoid arthritis."]], ["ozoralizumab", "", "noun", 0.0, ["A monoclonal antibody for the treatment of inflammatory diseases"]], ["pagibaximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody under investigation for the prevention of staphylococcal sepsis in infants with low birth weight."]], ["palivizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody used in the prevention of respiratory syncytial virus infections."]], ["pamrevlumab", "", "noun", 0.0, ["A recombinant monoclonal antibody used in the treatment of some cancers"]], ["panitumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody used in the treatment of some cancers."]], ["panobacumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody designed as an antibacterial against Pseudomonas aeruginosa."]], ["pascolizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed to treat asthma."]], ["pasotuxizumab", "", "noun", 0.0, ["(pharmacology) A bi-specific T-cell engager monoclonal antibody developed for the treatment of prostate cancer."]], ["patritumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of cancer"]], ["pembrolizumab", "", "noun", 1.59, ["(pharmacology) A drug that targets the programmed cell death 1 (PD-1) receptor, intended for use in treating metastatic melanoma."]], ["pemtumomab", "", "noun", 0.0, ["A mouse monoclonal antibody used to treat cancer."]], ["perakizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed for the treatment of arthritis."]], ["pertuzumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody being developed as a drug to slow tumour growth."]], ["pexelizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed to reduce side effects of cardiac surgery."]], ["pidilizumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody."]], ["pintumomab", "", "noun", 0.0, ["A mouse monoclonal antibody for the imaging of adenocarcinoma."]], ["ponezumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed for the treatment of Alzheimer's disease."]], ["pozelimab", "", "noun", 0.0, ["A particular recombinant monoclonal antibody used for the treatment of CHAPLE syndrome."]], ["priliximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody designed to treat Crohn's disease and multiple sclerosis."]], ["pritumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody used in treating brain cancer."]], ["rafivirumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody for the prophylaxis of rabies."]], ["ramucirumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used in the treatment of solid tumours."]], ["ranibizumab", "", "noun", 1.18, ["(pharmacology) A monoclonal antibody fragment derived from the same parent murine antibody as bevacizumab, used as an antiangiogenic."]], ["ravulizumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody."]], ["raxibacumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody intended for the prophylaxis and treatment of inhaled anthrax."]], ["regavirumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody against cytomegalovirus infections."]], ["relatlimab", "", "noun", 0.0, ["A monoclonal antibody designed for the treatment of melanoma."]], ["reslizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody under investigation for the treatment of eosinophil-meditated inflammations of the airways, skin and gastrointestinal tract."]], ["retifanlimab", "", "noun", 0.0, ["A particular monoclonal antibody"]], ["risankizumab", "", "noun", 0.0, ["A monoclonal antibody used to treat psoriasis and similar conditions"]], ["robatumumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody and antineoplastic."]], ["romosozumab", "", "noun", 0.0, ["An antibody used to treat osteoporosis"]], ["rontalizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody being investigated for the treatment of systemic lupus erythematosus."]], ["rovelizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody that was an experimental immunosuppressive drug intended to treat patients suffering from haemorrhagic shock by suppressing white blood cells."]], ["rozanolixizumab", "", "noun", 0.0, ["A monoclonal antibody used to treat myasthenia gravis."]], ["ruplizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody intended for the treatment of rheumatic diseases."]], ["samalizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed for oncology indications."]], ["sarilumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody against the interleukin-6 receptor. Used to attenuate counterproductive immune responses in certain diseases (autoimmune or infectious)."]], ["sasanlimab", "", "noun", 0.0, ["A particular monoclonal antibody"]], ["satralizumab", "", "noun", 0.0, ["A medication for the treatment of neuromyelitis optica spectrum disorder."]], ["satumomab", "/səˈtuːməmæb/", "noun", 0.0, ["A mouse monoclonal antibody used for cancer diagnosis."]], ["secukinumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of uveitis, rheumatoid arthritis, and psoriasis."]], ["sevirumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody used to treat cytomegalovirus infections in AIDS patients."]], ["sibrotuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody intended for the treatment of cancer."]], ["sifalimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of SLE, dermatomyositis, and polymyositis."]], ["siltuximab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody and antineoplastic."]], ["simtuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed for the treatment of fibrosis by binding to LOXL2 and acting as an immunomodulator."]], ["sintilimab", "", "noun", 0.0, ["A particular monoclonal antibody"]], ["siplizumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody under investigation as a treatment for psoriasis and in the prevention of graft-versus-host disease."]], ["sirukumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of rheumatoid arthritis."]], ["solanezumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody being investigated as a neuroprotector for patients with Alzheimer's disease."]], ["solitomab", "", "noun", 0.0, ["A particular monoclonal antibody"]], ["sonepcizumab", "", "noun", 0.0, ["A humanized monoclonal antibody."]], ["spesolimab", "", "noun", 0.0, ["A monoclonal antibody used to treat psoriasis and similar conditions"]], ["stamulumab", "", "noun", 0.0, ["(pharmacology) An experimental myostatin-inhibiting drug intended to treat Duchenne muscular dystrophy."]], ["sulesomab", "", "noun", 0.0, ["A particular mouse monoclonal antibody."]], ["sutimlimab", "", "noun", 0.0, ["A monoclonal antibody used to treat adults with cold agglutinin disease."]], ["suvizumab", "", "noun", 0.0, ["(pharmacology) An antiviral and immunomodulator."]], ["suvratoxumab", "", "noun", 0.0, ["A human monoclonal antibody used to treat pneumonia"]], ["tabalumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of autoimmune diseases and B cell malignancies."]], ["tadocizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody that acts on the cardiovascular system, designed for the treatment of patients undergoing percutaneous coronary interventions."]], ["tafasitamab", "", "noun", 0.0, ["A medication used in combination with lenalidomide for the treatment of adults with relapsed or refractory diffuse large B-cell lymphoma (DLBCL)."]], ["talacotuzumab", "", "noun", 0.0, ["A particular humanized monoclonal antibody used against myeloid leukemia"]], ["talizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody designed to target immunoglobulin E."]], ["talquetamab", "", "noun", 0.0, ["A humanized monoclonal antibody used to treat multiple myeloma."]], ["tanezumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody against nerve growth factor, used as a treatment for pain."]], ["taplitumomab", "", "noun", 0.0, ["A mouse monoclonal antibody intended to be used in treating cancer."]], ["teclistamab", "", "noun", 0.0, ["A human bispecific monoclonal antibody used for the treatment of relapsed and refractory multiple myeloma."]], ["tefibazumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody for the treatment of severe infections with Staphylococcus aureus bacteria."]], ["telimomab", "", "noun", 0.0, ["A mouse monoclonal antibody which is an immunosuppressive drug."]], ["tenatumomab", "", "noun", 0.0, ["A monoclonal antibody designed to treat cancer."]], ["teneliximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody that binds to the immune-stimulatory protein CD40."]], ["teplizumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody used as an immunosuppressive drug."]], ["teprotumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of solid and hematologic tumours."]], ["tezepelumab", "", "noun", 0.0, ["A human monoclonal antibody used to treat asthma"]], ["ticilimumab", "", "noun", 0.0, ["(former name) tremelimumab."]], ["tigatuzumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody for the treatment of cancer."]], ["tislelizumab", "", "noun", 0.0, ["(pharmacology) A particular monoclonal antibody."]], ["tisotumab", "", "noun", 0.0, ["A monoclonal antibody against tissue factor."]], ["tixagevimab", "", "noun", 0.0, ["A monoclonal antibody used to control coronavirus infection"]], ["tocilizumab", "", "noun", 1.11, ["(pharmacology) A human monoclonal antibody against the interleukin-6 receptor. Used to attenuate counterproductive immune responses in certain diseases (autoimmune or infectious)."]], ["toralizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody and immunosuppressive drug, withdrawn because of the risk of thromboembolisms."]], ["toripalimab", "", "noun", 0.0, ["A particular monoclonal antibody used in the treatment of nasopharyngeal carcinoma."]], ["tositumomab", "", "noun", 0.0, ["A mouse monoclonal antibody intended to treat follicular lymphoma."]], ["tralokinumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody targeting interleukin 13, designed for the treatment of asthma and inflammatory diseases."]], ["transtuzumab", "", "noun", 0.0, ["Misspelling of trastuzumab."]], ["trastuzumab", "", "noun", 1.93, ["(pharmacology) A drug used in the treatment of breast cancer which targets the HER-2 oncogene."]], ["tregalizumab", "", "noun", 0.0, ["(pharmacology) An immunomodulator drug."]], ["tremelimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody that binds to the protein CTLA-4, used to treat hepatocellular carcinoma."]], ["tucotuzumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody."]], ["tuvirumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody being investigated for the treatment of chronic hepatitis B."]], ["ublituximab", "", "noun", 0.0, ["A particular immunomodulator."]], ["urtoxazumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody used to treat diarrhoea caused by Escherichia coli."]], ["ustekinumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody directed against interleukin 12 and interleukin 23, in clinical trials for multiple sclerosis, psoriasis, and psoriatic arthritis."]], ["vanucizumab", "", "noun", 0.0, ["A particular monoclonal antibody"]], ["vapaliximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody used as an immunosuppressive drug."]], ["vedolizumab", "", "noun", 1.01, ["(pharmacology) A monoclonal antibody under investigation for the treatment of ulcerative colitis and Crohn's disease."]], ["veltuzumab", "", "noun", 0.0, ["(pharmacology) A monoclonal antibody under investigation for the treatment of non-Hodgkin lymphoma."]], ["vepalimomab", "", "noun", 0.0, ["(pharmacology) A mouse monoclonal antibody used to treat inflammations."]], ["visilizumab", "", "noun", 0.0, ["(pharmacology) A humanized monoclonal antibody being investigated for use as an immunosuppressive drug in patients with ulcerative colitis and Crohn's disease."]], ["vobarilizumab", "", "noun", 0.0, ["A monoclonal antibody proposed for the treatment of inflammatory autoimmune disease"]], ["volociximab", "", "noun", 0.0, ["(pharmacology) A chimeric monoclonal antibody used to treat various solid tumours."]], ["votumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody used to detect colorectal tumours."]], ["zalutumumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody designed for the treatment of cancer of the head and neck."]], ["zanolimumab", "", "noun", 0.0, ["(pharmacology) A human monoclonal antibody and immunosuppressive drug."]], ["zenocutuzumab", "", "noun", 0.0, ["A particular monoclonal antibody"]], ["ziltivekimab", "", "noun", 0.0, ["A particular monoclonal antibody"]], ["zolimomab", "", "noun", 0.0, ["A particular mouse monoclonal antibody."]]], "n": [["Amanab", "", "noun", 0.0, ["A people of Papua New Guinea."]], ["habnab", "", "adj", 0.0, ["(obsolete) Happening randomly."]], ["muromonab", "/ˌmjʊɹ.əˈmoʊˌnæb/", "noun", 0.0, ["(pharmacology) A monoclonal antibody."]], ["nab", "/næb/", "noun", 3.12, ["The summit of a hill."]], ["tedalinab", "", "noun", 0.0, ["(pharmacology) A cannabinoid receptor agonist used to treat osteoarthritis and neuropathic pain."]]], "r": [["Arab", "/ˈæɹ.əb/", "noun", 4.39, ["A Semitic person, whose forebears were from the Arabian Peninsula"]], ["Mozarab", "/moʊˈzæɹəb/", "noun", 0.0, ["An Iberian Christian living under Arab domination."]], ["Muzarab", "", "noun", 0.0, ["Archaic form of Mozarab."]], ["anticrab", "", "adj", 0.0, ["(rare) Active against pubic lice."]], ["applecrab", "", "noun", 0.0, ["A hybrid of apple and crabapple."]], ["crab", "/kɹæb/", "noun", 3.76, ["A crustacean of the infraorder Brachyura, having five pairs of legs, the foremost of which are in the form of claws, and a carapace.", "The crab apple or wild apple.", "The tree species Carapa guianensis, native to South America."]], ["decrab", "", "noun", 0.0, ["(aviation) The process of aligning an aircraft with the runway, usually by means of rudder or rudderon input, immediately before, simultaneously with, or immediately after touchdown during a landing from a crabbed approach."]], ["dorab", "", "noun", 0.0, ["The dorab wolf-herring (Chirocentrus dorab)."]], ["drab", "/dɹæb/", "noun", 3.01, ["A fabric, usually of thick cotton or wool, having a dull brownish yellow, dull grey, or dun colour.", "Of the colour of some types of drabcloth: dull brownish yellow or dun.", "(dated) A dirty or untidy woman; a slattern.", "A small amount, especially of money.", "A box used in a saltworks for holding the salt when taken out of the boiling pans."]], ["grab", "/ɡɹæb/", "noun", 4.52, ["(countable) A sudden snatch at something.", "A two- or three-masted vessel used on the Malabar coast."]], ["gurab", "", "noun", 0.0, ["Alternative spelling of grab (“type of sailing vessel”)"]], ["landgrab", "", "noun", 1.06, ["A landrush."]], ["marRAB", "", "noun", 0.0, ["(bacteriology) multiple antibiotic resistance operon of Escherichia coli."]], ["misgrab", "/ˈmɪsɡɹæb/", "noun", 0.0, ["A failed attempt to grab something."]], ["narsharab", "", "noun", 0.0, ["Pomegranate syrup, sauce, or wine."]], ["pregrab", "", "noun", 0.0, ["A skiing and snowboarding trick, where the performer grabs their board/ski prior to a jump, instead of after the take-off, and keeps grabbing onto their device for as long as the trick requires."]], ["scarab", "/ˈskæɹəb/", "noun", 2.78, ["A beetle of the species Scarabaeus sacer, sacred to the ancient Egyptians."]], ["scrab", "/skɹæb/", "noun", 0.0, ["A crabapple."]], ["sharab", "", "noun", 0.0, ["Wine, or other alcoholic drinks."]], ["taarab", "", "noun", 0.0, ["A genre of music popular in Tanzania and Kenya, influenced by the music of cultures with a historical presence in East Africa."]], ["trab", "", "noun", 1.06, ["(zoology) A structural element within a sponge, formed by the fusion of dendroclones."]], ["werecrab", "", "noun", 0.0, ["(fiction, rare) A shapeshifter who can assume the form of a crab."]]], "t": [["Cantab", "/ˈkantab/", "adj", 1.85, ["(after a qualification) Cantabrigian."]], ["antistab", "", "adj", 0.0, ["Protecting against stabbing attacks."]], ["artab", "", "noun", 0.0, ["(historical) A dry measure, in ancient Egypt and Persia"]], ["backstab", "/ˈbækˌstæb/", "noun", 2.03, ["An act of backstabbing."]], ["batab", "", "noun", 0.0, ["The chief of a batabil."]], ["constab", "", "noun", 0.0, ["(chiefly Caribbean) A police officer."]], ["crosstab", "", "noun", 0.0, ["(statistics) Alternative spelling of cross tab; A cross tabulation"]], ["liquitab", "", "noun", 0.0, ["A capsule containing detergent for use in washing machines or dishwashers."]], ["maktab", "", "noun", 1.34, ["A traditional Islamic elementary school, primarily teaching literacy and the Qur'an."]], ["stab", "/stæb/", "noun", 3.78, ["An act of stabbing or thrusting with an object."]], ["subtab", "", "noun", 0.0, ["(graphical user interface) A tab that is part of another tab or section."]], ["tab", "/tæb/", "noun", 3.96, ["A small flap or strip of material attached to something, for holding, manipulation, identification, opening etc.", "(Geordie and Mackem) A cigarette.", "A form of musical notation indicating fingering rather than the pitch of notes, commonly used for stringed instruments."]]], "a": [["Saab", "", "noun", 3.09, ["A Saab car or plane."]], ["hijaab", "", "noun", 0.0, ["Alternative spelling of hijab"]], ["jilbaab", "", "noun", 0.0, ["Alternative spelling of jilbab"]], ["niqaab", "", "noun", 1.02, ["Alternative spelling of niqab"]]], "h": [["Shahab", "", "noun", 1.72, ["(military) A kind of Iranian missile."]], ["hab", "", "noun", 2.61, ["A habitation or habitation facility."]], ["hashab", "", "noun", 0.0, ["Short for hashab gum."]], ["madhab", "", "noun", 1.42, ["Nonstandard spelling of madhhab."]], ["madhhab", "[ˈmæð.hæb]", "noun", 1.3, ["A school of thought in Islamic jurisprudence."]], ["shab", "/ʃæb/", "noun", 1.82, ["(obsolete, UK, dialect) Scabies."]]], "w": [["abwab", "/əbˈwɑb/", "noun", 0.0, ["(India) A tax, or impost, levied by a chief on a landowner."]], ["bowab", "", "noun", 0.0, ["An Egyptian doorman."]], ["immunoswab", "", "noun", 0.0, ["(immunology) A swab used in an immunological assay"]], ["nawab", "/nəˈwɑːb/", "noun", 2.6, ["(historical) A Muslim official in South Asia acting as a provincial deputy ruler under the Mughal empire; a local governor."]]], "c": [["aircab", "", "noun", 0.0, ["(science fiction) A flying taxicab."]], ["antiscab", "", "adj", 0.0, ["Opposing strikebreakers."]], ["autocab", "", "noun", 0.0, ["(dated) A motor vehicle operating as a cab, as opposed to earlier horse-drawn cabs."]], ["boxcab", null, "noun", 0.0, ["(especially Australia) a locomotive in which the machinery and crew areas are enclosed in a box-like superstructure"]], ["cab", "/kæb/", "noun", 3.95, ["Compartment at the front of a truck or train for the driver.", "(historical units of measure) A former Hebrew unit of volume, about equal to 1.3 L as a dry measure or 1.25 L as a liquid measure."]], ["centercab", "", "noun", 0.0, ["(rail transport) A diesel or electric locomotive designed with its driving cab in the middle, between its two ends."]], ["crewcab", "", "noun", 0.0, ["Alternative spelling of crew cab"]], ["gyrocab", "", "noun", 0.0, ["(science fiction) A flying taxicab."]], ["helicab", "", "noun", 0.0, ["(science fiction) A helicopter used as a taxicab."]], ["minicab", "", "noun", 2.08, ["(Britain, originally) A small car used as a taxi (rather than a traditional black cab)."]], ["motorcab", "", "noun", 0.0, ["(dated) A taxi."]], ["pedicab", "/ˈpɛdiˌkæb/", "noun", 1.79, ["A tricycle having a hooded cab to seat paying passengers."]], ["sascab", "", "noun", 0.0, ["A naturally occurring mineral material used as a building and paving material in Mesoamerica since antiquity."]], ["scab", "/skæb/", "noun", 2.79, ["An incrustation over a sore, wound, vesicle, or pustule, formed during healing."]], ["supercab", "", "noun", 1.31, ["A front compartment on a truck that includes an extra seat behind the driver's seat."]], ["taxicab", "/ˈtæk.siˌkæb/", "noun", 2.6, ["a vehicle that passengers hire to take them between locations of their choice, the fare being calculated with a taximeter; a taxi or cab"]]], "g": [["bafflegab", null, "noun", 0.0, ["Pretentious, incomprehensible, or overly technical language, especially legal or bureaucratic jargon."]], ["gab", "/ɡæb/", "noun", 2.83, ["Idle chatter."]]], "b": [["baobab", "/ˈbeɪoʊˌbæb/", "noun", 2.23, ["A tree, Adansonia digitata, native to tropical Africa, having a broad swollen trunk and edible gourd-like hanging fruits."]], ["bibimbab", "", "noun", 0.0, ["Alternative spelling of bibimbap"]], ["boabab", "", "noun", 0.0, ["Dated form of baobab."]], ["jilbab", "", "noun", 1.52, ["A long, loose-fitting coat or similar garment worn by some Muslim women to fulfil hijab."]], ["kebab", "/kɪˈbɑb/", "noun", 3.03, ["(Britain) A dish of pieces of meat, fish, or vegetables roasted on a skewer or spit, especially a doner kebab."]], ["qabab", "", "noun", 0.0, ["Alternative spelling of kebab"]], ["rabab", "/ɹɪˈbæb/", "noun", 1.25, ["An Arabian stringed instrument, played by plucking or with a bow."]], ["rebab", "/ɹɪˈbæb/", "noun", 0.0, ["(music) A stringed musical instrument, related to the lute, used especially in Islamic countries"]], ["rubab", "", "noun", 0.0, ["A traditional lute-like musical instrument of Central Asia."]], ["shishkebab", "", "noun", 0.0, ["Alternative spelling of shish kebab"]], ["toubab", "/tu.bab/", "noun", 1.2, ["(West Africa, Central Africa) A white person."]]], "l": [["biolab", "", "noun", 1.37, ["A biolaboratory."]], ["blab", "/blæb/", "noun", 2.29, ["(countable) One who blabs; a babbler; a telltale; a gossip or gossiper."]], ["doorslab", "", "noun", 0.0, ["(archaeology) A slab forming part of a doorway."]], ["helislab", "", "noun", 0.0, ["(physics) A relatively large cluster of liquid crystal molecules having a common helical axis."]], ["inquilab", "", "noun", 1.18, ["Misspelling of inqilab."]], ["intraslab", "", "adj", 0.0, ["(geology) Within a slab."]], ["jelab", "", "noun", 0.0, ["Archaic form of djellaba."]], ["lablab", "", "noun", 1.44, ["Any of the twining leguminous plants related to the bean, especially the hyacinth bean."]], ["medlab", "", "noun", 1.14, ["(science fiction) A medical laboratory."]], ["milab", "", "noun", 0.0, ["A deceitful military operation performed to convince the targets of the operation that they have had an encounter with extraterrestrial beings, though it is actually a staged ploy."]], ["minilab", "", "noun", 1.08, ["A small photographic developing and printing system."]], ["photolab", "", "noun", 1.01, ["A photographic processing laboratory."]], ["postlab", "", "adj", 0.0, ["After a laboratory session.", "An activity after a laboratory session."]], ["prelab", "", "adj", 0.0, ["Before a laboratory session.", "An activity before a laboratory session."]], ["sealab", "", "noun", 1.6, ["An underwater laboratory."]], ["skylab", "", "noun", 2.25, ["An outer space laboratory.", "(Philippines) A motorcycle taxi with extension seats on the sides, configured by placing a wooden beam across the pillion."]], ["slab", "/slæb/", "noun", 3.49, ["A large, flat piece of solid material; a solid object that is large and flat.", "(archaic) Mud, sludge.", "(archaic) Thick; viscous.", "(British dialect, obsolete) A bird, the wryneck."]], ["spacelab", "", "noun", 1.79, ["(especially science fiction) A laboratory in outer space."]], ["superlab", "", "noun", 1.02, ["A professionally operated and equipped laboratory for the illegal production of drugs."]], ["syllab", "", "noun", 0.0, ["(obsolete) A syllable."]], ["talab", "", "noun", 1.23, ["(Middle East, India, Pakistan) A pond for harvesting rainwater."]], ["windslab", "", "noun", 0.0, ["Snow that peels off in large slabs when disturbed, increasing the risk of avalanche."]]], "o": [["boab", "", "noun", 1.42, ["(Australia) The tree Adansonia gregorii, a baobab species endemic to the Kimberley region and the Northern Territory of Australia."]], ["doab", "/ˈdoʊ.ɑːb/", "noun", 1.77, ["(India) A tongue or tract of land included between two rivers, especially that between the Ganga and the Yamuna"]]], "j": [["counterjab", "", "noun", 0.0, ["A jab (thrust or insult) delivered in reply to a previous one."]], ["hejab", "", "noun", 0.0, ["Alternative spelling of hijab"]], ["hijab", "/hɪˈd͡ʒɑːb/", "noun", 3.15, ["(uncountable, Islam) The practice, among Muslim women, of covering the body after the age of puberty in front of non-related adult males."]], ["jab", "/d͡ʒæb/", "noun", 3.35, ["A quick stab or blow; a poking or thrusting motion."]]], "d": [["dab", "/dæb/", "noun", 3.32, ["A soft tap or blow; a blow or peck from a bird's beak; an aimed blow.", "One skilful or proficient; an expert; an adept.", "A small flatfish of the family Pleuronectidae, especially Limanda limanda; a flounder.", "(obsolete, costermongers) Bad."]], ["dodab", "", "noun", 0.0, ["(rare) Alternative spelling of doodad."]], ["sanddab", "", "noun", 0.0, ["Alternative spelling of sand dab"]], ["serdab", "", "noun", 0.0, ["A sealed chamber in an Ancient Egyptian tomb that held the ka statue of a deceased individual, having a small slit or hole to allow the soul of the deceased to move about freely."]]], "s": [["nasab", "", "noun", 0.0, ["An Arab patronymic or matronymic."]], ["qasab", "", "noun", 0.0, ["(historical) An ancient Arabian measurement of volume representing the amount of water sufficient to irrigate a certain amount of land for a given time period, the exact values varying between regions."]]], "k": [["nikab", "", "noun", 0.0, ["Alternative spelling of niqab"]]], "q": [["niqab", "/nɪˈkɑːb/", "noun", 2.51, ["A veil which covers the face, worn by some Muslim women as a part of sartorial hijab."]]], "u": [["quab", "/kwɒb/", "noun", 0.0, ["An unfledged bird."]], ["squab", "/ˈskwɑb/", "noun", 1.97, ["(sometimes attributive) A baby pigeon, dove, or chicken.", "Fat; thick; plump; bulky."]]]}, "n": {"b": [["Airbnb", "/ˌɛəɹˌbiːɛnˈbiː/", "noun", 3.32, ["(uncountable) The system of renting out apartments by means of an intermediary website, popularized by the company of the same name."]]], "p": [["PPNB", "", "noun", 0.0, ["(archaeology) Pre-Pottery Neolithic B"]]]}, "o": {"b": [["BOB", "", "noun", 4.63, ["(humorous) Vibrator (device designed to stimulate a woman's genitals).", "(philately) Back-of-the-book; denoting those stamps in a catalogue that are not used for the payment of regular postage fees, and are displayed separately in the catalogue after that listing; the division between these two groups varies with the publisher."]], ["Bob", "/bɑb/", "noun", 4.63, ["A generic male person."]], ["Toybob", "", "noun", 0.0, ["One of a breed of small and compact cats with short kinked tails."]], ["abob", "/əˈbɑb/", "adj", 0.0, ["(predicate) Afloat; bouncing on the surface of a liquid."]], ["bob", "/bɑb/", "noun", 4.63, ["A bobbing motion; a quick up and down movement.", "A bob haircut.", "(computer graphics, demoscene) A graphical element, resembling a hardware sprite, that can be blitted around the screen in large numbers."]], ["crawbob", "", "noun", 0.0, ["(Australia) An Australian species of freshwater crayfish, Cherax destructor; a yabby."]], ["earbob", "", "noun", 0.0, ["earring"]], ["jiggambob", "/ˈd͡ʒɪɡəmbɒb/", "noun", 0.0, ["Something that one does not know the name of."]], ["jiggumbob", "", "noun", 0.0, ["A worthless trifle or bauble; a gimcrack."]], ["kabob", null, "noun", 1.88, ["US spelling of kebab"]], ["kebob", "", "noun", 0.0, ["Alternative spelling of kebab"]], ["monobob", "", "noun", 0.0, ["(countable) A single person variant of the bobsleigh (“bobsled”)"]], ["nabob", "/ˈneɪbɑb/", "noun", 1.68, ["(historical) An Indian ruler within the Mogul empire."]], ["ocebob", "", "noun", 0.0, ["A hybrid of an ocelot and a bobcat."]], ["shadebob", null, "noun", 0.0, ["(demoscene, computer graphics) A type of bob (graphical sprite-like element) rendered additively on the display, so that it blends with others but can be easily removed again by decrementing the colour value at each pixel."]], ["shishkabob", "", "noun", 0.0, ["Alternative spelling of shish kebab"]], ["shishkebob", "", "noun", 0.0, ["(uncommon) Alternative spelling of shish kebab"]], ["skibob", "", "noun", 0.0, ["A bicycle-type frame attached to skis instead of wheels, used in the sport of skibobbing."]]], "c": [["Jacob", "/ˈd͡ʒeɪkəb/", "noun", 4.23, ["A breed of multihorned sheep."]], ["cob", "/kɑb/", "noun", 3.04, ["A corncob.", "A punishment consisting of blows inflicted on the buttocks with a strap or a flat piece of wood."]], ["corncob", "/ˈkɔɹn.kɑb/", "noun", 1.85, ["The central cylindrical core of an ear of corn (maize) on which the kernels are attached in rows."]], ["kincob", "", "noun", 0.0, ["India silk brocaded with flowers in silver or gold."]], ["scob", "/skɒb/", "noun", 1.19, ["(weaving) A flaw in which the weft misses a few warp threads."]]], "j": [["Job", "/d͡ʒəʊb/", "noun", 5.5, ["A person who shows remarkable patience, especially in the face of great misfortune."]], ["bladejob", "", "noun", 0.0, ["(professional wrestling) An act of blading, or intentionally cutting to provoke bleeding."]], ["boobjob", "", "noun", 0.0, ["Alternative spelling of boob job"]], ["footjob", "", "noun", 1.81, ["Alternative spelling of foot job"]], ["gumjob", "", "noun", 0.0, ["Alternative spelling of gum job"]], ["handjob", "", "noun", 2.73, ["Alternative spelling of hand job."]], ["hobjob", "", "noun", 0.0, ["An odd job; temporary, unspecialized employment."]], ["job", "/d͡ʒɑb/", "noun", 5.5, ["A task.", "(obsolete) A sudden thrust or stab; a jab or punch."]], ["nonjob", "", "noun", 0.0, ["A position that is ostensibly a job but does not involve useful or meaningful work."]], ["nutjob", "", "noun", 2.29, ["Alternative spelling of nut job"]], ["prejob", "", "adj", 0.0, ["Prior to the start of a job."]], ["rimjob", "", "noun", 1.74, ["Alternative spelling of rim-job"]], ["screwjob", "", "noun", 1.45, ["(professional wrestling) An incident where management disadvantages a wrestler without their prior knowledge."]], ["suckjob", "", "noun", 0.0, ["An act of fellatio; a blowjob."]], ["toejob", "", "noun", 0.0, ["Alternative spelling of toe job"]], ["tugjob", "", "noun", 0.0, ["A handjob"]], ["wackjob", "", "noun", 1.24, ["Alternative spelling of whackjob"]]], "r": [["ROB", "", "noun", 4.35, ["(photography) Region of background (in digital images)."]], ["athrob", "/əˈθɹɒb/", "adj", 0.0, ["Throbbing."]], ["brob", "/bɹɒb/", "noun", 0.0, ["A wedge-shaped spike used to secure the end of a timber where it abuts another. Much used in earlier times in the construction of tunnelled box-timber headings."]], ["carob", "/ˈkæɹəb/", "noun", 2.11, ["An evergreen shrub or tree, Ceratonia siliqua, native to the Mediterranean region."]], ["heartthrob", null, "noun", 2.44, ["A heartbeat."]], ["karob", "", "noun", 0.0, ["Archaic form of carob.", "The twenty-fourth part of a grain; a weight used by goldsmiths."]], ["rob", "/ɹɑb/", "noun", 4.35, ["A syrup made of evaporating fruit juice over a fire, usually mixed with sugar or honey, and especially used for medicinal purposes."]], ["throb", "/θɹɑb/", "noun", 2.68, ["A beating, vibration or palpitation."]]], "m": [["Twittermob", "", "noun", 0.0, ["(usually derogatory) A group of Twitter users targetting an issue or individual, especially one that forms suddenly and is viewed as hostile."]], ["antimob", "", "adj", 0.0, ["Opposing the actions of a mob."]], ["cybermob", "", "noun", 0.0, ["A mob of people on the Internet or in cyberspace."]], ["demob", "/diˈmɑb/", "noun", 1.46, ["(UK) Demobilization; release from military service."]], ["flashmob", "", "noun", 2.08, ["Alternative spelling of flash mob"]], ["mob", "/mɑb/", "noun", 4.03, ["A large or disorderly group of people; especially one bent on riotous or destructive action.", "(obsolete) A promiscuous woman; a harlot or wench; a prostitute."]]], "n": [["antisnob", "", "adj", 0.0, ["Opposing snobbery.", "One who opposes snobbery."]], ["bedknob", "", "noun", 0.0, ["An ornamental knob at the top of a bedpost."]], ["doorknob", "/ˈdɔɹ.nɑb/", "noun", 2.65, ["A circular device attached to a door, the rotation of which permits the unlatching of the door."]], ["drawerknob", "", "noun", 0.0, ["A knob for opening a drawer."]], ["drawknob", "", "noun", 0.0, ["(music) A knob used to control the stop of an organ."]], ["hobnob", "/ˈhɑbˌnɑb/", "noun", 1.82, ["(obsolete) A toast made while touching glasses together.", "On friendly terms; in friendly association."]], ["knob", "/nɑb/", "noun", 3.49, ["A rounded protuberance, especially one arising from a flat surface; a fleshy lump or caruncle."]]], "o": [["bigboob", "", "adj", 0.0, ["Misspelling of big-boob."]], ["doob", "/duːb/", "noun", 1.96, ["Doob grass."]], ["goob", null, "noun", 1.77, ["A nerd."]], ["haboob", "/həˈbuːb/", "noun", 1.38, ["A violent sandstorm or duststorm in the deserts of Arabia, North Africa, India, or North America."]], ["loob", null, "noun", 1.54, ["(mining, dialect) the clay or slime washed from tin ore in dressing"]], ["manboob", "", "noun", 0.0, ["(rare) Alternative spelling of man boob"]], ["moob", "/muːb/", "noun", 0.0, ["(chess engines) An instance of moobing."]]], "l": [["blob", "/blɑb/", "noun", 3.07, ["A shapeless or amorphous mass; a vague shape or amount, especially of a liquid or semisolid substance; a clump, group or collection that lacks definite shape.", "(databases) Alternative spelling of BLOB"]], ["glob", "/ɡlɑb/", "noun", 2.48, ["A round, shapeless or amorphous lump, as of a semisolid substance."]], ["hoblob", "", "noun", 0.0, ["(obsolete) a rustic, boorish person; yokel"]], ["honeyblob", "", "noun", 0.0, ["(Scotland) A large, ripe, yellow gooseberry."]], ["interblob", "", "noun", 0.0, ["An area between blobs that receives the same input, but is sensitive to orientation instead of color."]], ["lob", "/lɒb/", "noun", 2.98, ["(ball, sports) A pass or stroke which arches high into the air.", "A lump.", "A fish, the European pollock."]], ["mareblob", "", "noun", 0.0, ["(obsolete) The plant Caltha palustris"]]], "d": [["dob", "/dɑb/", "noun", 2.65, ["A small amount of something, especially paste."]]], "f": [["fob", "/fɒb/", "noun", 3.1, ["A little pocket near the waistline of a pair of trousers or in a waistcoat or vest to hold money or valuables, especially a pocket watch."]], ["keyfob", "", "noun", 1.38, ["Alternative spelling of key fob"]]], "g": [["gob", "/ɡɑb/", "noun", 2.7, ["(countable) A lump of soft or sticky material.", "(uncountable, mining) Waste material in old mine workings, goaf."]]], "h": [["hob", "/hɑb/", "noun", 2.76, ["A kind of cutting tool, used to cut the teeth of a gear.", "(obsolete) A fairy; a sprite; an elf; a bogey."]]], "k": [["kob", "/kɒb/", "noun", 2.01, ["An African antelope closely related to the lechwe and the waterbuck, Kobus kob."]]], "s": [["sob", "/sɑb/", "noun", 3.27, ["A cry with a short, sudden expulsion of breath."]]], "i": [["stiob", "", "noun", 0.0, ["A Russian genre of ironic but ostensibly earnest parody associated with the Soviet era."]]], "w": [["swob", "", "noun", 0.0, ["Dated form of swab."]]]}, "b": {"i": [["Bibb", "", "noun", 2.35, ["A Bibb lettuce."]], ["jibb", "", "noun", 0.0, ["Archaic form of jib."]]], "a": [["abb", "/æb/", "noun", 2.76, ["A type of yarn for the warp."]]], "o": [["cobb", "/kɒb/", "noun", 3.5, ["A sea-cob or gull."]]], "u": [["dubb", null, "noun", 1.57, ["The Eurasian brown bear Ursus arctos syriacus."]]], "e": [["ebb", "/ɛb/", "noun", 3.04, ["The receding movement of the tide.", "low, shallow"]]]}, "u": {"p": [["EPUB", "", "noun", 2.56, ["(publishing) An electronic publishing standard designed to facilitate optimization of text across different devices"]], ["brewpub", "", "noun", 2.16, ["A public house with a brewery (usually a microbrewery) attached."]], ["gastropub", "", "noun", 1.99, ["(Britain) A public house that serves high-quality food."]], ["micropub", "", "noun", 1.14, ["A very small public house"]], ["simulpub", "", "noun", 0.0, ["Simultaneous publication of manga in multiple markets."]], ["superpub", "", "noun", 0.0, ["A very large bar, usually in a converted building, that serves food and drink all day. It generally does not conform to the regulations of a public house."]]], "l": [["aeroclub", "", "noun", 0.0, ["A flying club; an organization for aircraft pilots."]], ["ballclub", "", "noun", 1.61, ["(baseball) A baseball team."]], ["blub", "/blʌb/", "noun", 1.96, ["The act of blubbing.", "(attributively) Swollen, puffed, protruding."]], ["bookclub", "", "noun", 1.69, ["Alternative spelling of book club"]], ["club", "/klʌb/", "noun", 5.2, ["An association of members joining together for some common purpose, especially sports or recreation."]], ["cyberclub", "", "noun", 0.0, ["A club (social group) on the Internet or in cyberspace."]], ["interclub", "", "adj", 1.31, ["Between clubs."]], ["intraclub", "", "adj", 0.0, ["Within a club"]], ["nightclub", null, "noun", 3.65, ["A public or private establishment that is open late at night to provide entertainment, food, drink, music and/or dancing."]], ["schlub", "/ʃlʌb/", "noun", 1.72, ["(chiefly US, informal) A person who is clumsy, oafish, or socially awkward, or unattractive or unkempt."]], ["shlub", "", "noun", 0.0, ["Alternative spelling of schlub"]], ["slub", "/slʌb/", "noun", 1.62, ["(countable) A small thickened portion or knot found on linen yarn, caused by defects."]], ["superclub", "", "noun", 1.35, ["A very large or high-profile nightclub"]], ["warclub", "", "noun", 0.0, ["A club used as a weapon of war by various indigenous peoples."]], ["zhlub", "", "noun", 0.0, ["a crude person lacking in social skills and exhibiting insensitivity, clumsiness and a lack of manners"]]], "o": [["akoub", "", "noun", 0.0, ["Tumble thistle (Gundelia spp., especially species Gundelia tournefortii)."]], ["radoub", "", "noun", 0.0, ["The refitting of a ship."]], ["thoub", "", "noun", 0.0, ["Alternative spelling of thobe"]]], "s": [["autosub", "", "noun", 0.0, ["An autonomous submarine vehicle."]], ["fansub", "/ˈfænˌsʌb/", "noun", 1.51, ["Subtitles translated by amateurs."]], ["femsub", "", "noun", 0.0, ["(BDSM) A female submissive."]], ["finsub", "", "noun", 0.0, ["(BDSM) A submissive who submits to financial domination."]], ["malesub", "", "noun", 0.0, ["(BDSM) A male submissive."]], ["narcosub", "", "noun", 0.0, ["A semi-submersible or submarine purpose-built to smuggle narcotics."]], ["softsub", "", "noun", 0.0, ["(chiefly in the plural) A standalone subtitle that is overlaid on top of a video, rather than being written into the video itself; similar to a closed caption."]]], "r": [["backrub", "", "noun", 1.61, ["A massage of the back."]], ["canegrub", "", "noun", 0.0, ["A grub that eats the roots of sugar cane."]], ["cherub", "/ˈt͡ʃɛ.ɹəb/", "noun", 2.59, ["(biblical) A winged creature attending God and guarding his throne; similar to a lamassu (winged bull with a human torso) in the pre-exilic texts of the Hebrew Bible, more humanoid in later texts."]], ["deckscrub", "", "noun", 0.0, ["A floor brush with very hard short bristles, used for scouring."]], ["footrub", "", "noun", 0.0, ["A massage of the feet."]], ["grub", "/ɡɹʌb/", "noun", 3.12, ["(countable) An insect at an immature stage of its life cycle."]], ["handscrub", "", "noun", 0.0, ["Alternative spelling of hand scrub"]], ["intershrub", "", "adj", 0.0, ["Between shrubs."]], ["rub", "/ɹʌb/", "noun", 3.97, ["An act of rubbing."]], ["scrub", "/skɹʌb/", "adj", 3.69, ["Mean; dirty; contemptible; scrubby.", "One who labors hard and lives meanly; a mean fellow.", "An instance of scrubbing."]], ["shrub", "/ʃɹʌb/", "noun", 3.19, ["A woody plant smaller than a tree, and usually with several stems from the same base.", "A liquor composed of vegetable acid, fruit juice (especially lemon), sugar, sometimes vinegar, and a small amount of spirit as a preservative. Modern shrub is usually non-alcoholic, but in earlier times it was often mixed with a substantial amount of spirit such as brandy or rum, thus making it a liqueur."]], ["subshrub", "", "noun", 0.0, ["A low-growing woody shrub or perennial with woody base."]], ["sweetshrub", "", "noun", 0.0, ["A deciduous flowering plant of the genus Calycanthus with aromatic bark and flowers."]], ["thornscrub", "", "noun", 0.0, ["Thorny scrubland."]], ["trub", "", "noun", 1.28, ["(brewing, uncountable) The layer of sediment that appears at the bottom of the fermenter after yeast has completed the bulk of the fermentation."]], ["undershrub", "", "noun", 0.0, ["A low-growing shrub."]]], "t": [["bathtub", "/ˈbæθtʌb/", "noun", 3.45, ["A large container for holding water in which a person may bathe (take a bath)."]], ["bierstub", "", "noun", 0.0, ["A cafe, restaurant or bar in Alsace that specialises in beer."]], ["candlestub", "", "noun", 0.0, ["The end of a candle that has mostly burned away."]], ["hogtub", "", "noun", 0.0, ["Alternative spelling of hog-tub"]], ["leachtub", "", "noun", 0.0, ["A tub used as a container for a substance being leached."]], ["paystub", "", "noun", 1.2, ["Alternative spelling of pay stub"]], ["slacktub", "", "noun", 0.0, ["Alternative spelling of slack tub"]], ["stub", "/stʌb/", "noun", 3.08, ["Something blunted, stunted, or cut short, such as stubble or a stump."]], ["substub", "", "noun", 0.0, ["(typography, in tabular matter) A subheading below a stub (stub head) in a table; a stub subordinate to another stub."]], ["tub", "/tʌb/", "noun", 3.85, ["A flat-bottomed vessel, of width similar to or greater than its height, used for storing or packing things, or for washing things in."]], ["washtub", "", "noun", 1.7, ["A tub used for washing clothes."]], ["winstub", "", "noun", 0.0, ["A cafe, restaurant or bar in Alsace that specialises in wine."]]], "b": [["bub", "/bʌb/", "noun", 2.88, ["A term of familiar address; bubba; bubby."]], ["hubbub", "/ˈhʌbʌb/", "noun", 2.51, ["A confused uproar, commotion, tumult or racket."]], ["mahbub", "", "noun", 1.63, ["A gold coin used in the Ottoman Empire."]], ["sillabub", "", "noun", 0.0, ["Alternative spelling of syllabub"]], ["syllabub", "/ˈsɪ.ləˌbʌb/", "noun", 1.14, ["A drink dating back to the 16th century consisting primarily of milk curdled with an alcoholic beverage or some acid such as lemon juice, which is usually then sweetened and spiced."]]], "h": [["chub", "/t͡ʃʌb/", "noun", 2.7, ["One of various species of freshwater fish of the Cyprinidae or carp family, especially:", "A European chub (Squalius cephalus, syn. Leuciscus cephalus)"]], ["freehub", "", "noun", 1.08, ["A type of bicycle hub incorporating a ratcheting mechanism, with a cassette, or set of sprockets, mounted onto a splined shaft of the hub to engage the chain."]], ["hub", "/hʌb/", "noun", 4.08, ["The central part, usually cylindrical, of a wheel; the nave."]], ["phub", "/fʌb/", "noun", 0.0, ["An instance of phubbing."]], ["superhub", "", "noun", 0.0, ["A large, major hub."]]], "c": [["cub", "/kʌb/", "noun", 3.49, ["A young fox."]]], "a": [["daub", "/dɔb/", "noun", 2.16, ["Excrement or clay used as a bonding material in construction."]], ["thaub", "", "noun", 0.0, ["Alternative spelling of thobe"]]], "d": [["dub", "/dʌb/", "noun", 3.64, ["(rare) A blow, thrust, or poke.", "(music, countable) A mostly instrumental remix with all or part of the vocals removed.", "(obsolete, UK, thieves' cant) A lock."]], ["fandub", "/ˈfændʌb/", "noun", 0.0, ["A foreign language film or television show that has been dubbed into the local language by fans, amateurs or enthusiasts rather than by professional actors and actresses."]], ["flubdub", "", "noun", 0.0, ["(countable) A buffoon."]], ["overdub", "", "noun", 1.58, ["(sound engineering) An overdubbed part."]], ["predub", "", "noun", 0.0, ["A preliminary soundtrack produced by predubbing."]], ["psydub", "", "noun", 0.0, ["A fusion genre of electronic music having its roots in psytrance, ambient, and dub music."]], ["redub", "/ɹiːˈdʌb/", "noun", 1.2, ["A video re-edited in any way an editor wants.", "(obsolete) A remedy or improvement"]], ["rubadub", "", "noun", 0.0, ["The sound of a drum being continuously beaten."]]], "f": [["fub", "/fʌb/", "noun", 1.42, ["(obsolete) A plump young person or child."]]], "n": [["knub", "", "noun", 0.0, ["A knob; a small lump."]], ["nub", "/nʌb/", "noun", 2.55, ["(obsolete) The innermost section of a chrysalis in a silk cocoon."]], ["retrosnub", "", "adj", 0.0, ["(geometry) Derived from a simpler, regular polyhedron by the addition of extra triangular faces in the back."]], ["snub", "/snʌb/", "adj", 2.9, ["Conspicuously short.", "A deliberate affront or slight."]]], "m": [["rituximub", "", "noun", 0.0, ["Misspelling of rituximab."]]], "z": [["tryzub", "/tɹɪˈzub/", "noun", 0.0, ["A trident emblem representing Ukraine."]]], "w": [["wub", "/wʌb/", "noun", 1.95, ["(childish or humorous) Love.", "(music) wobble bass, a style of bass synthesizer heavily deployed by dubstep and drum and bass artists"]]]}, "l": {"h": [["HLB", "", "noun", 1.81, ["A homosexual, lesbian, or bisexual person."]]], "u": [["Mandelbulb", "", "noun", 0.0, ["(computer graphics) a three-dimensional analogue of the Mandelbrot set"]], ["bulb", "/ˈbʌlb/", "noun", 3.66, ["The bulb-shaped root portion of a plant such as a tulip, from which the rest of the plant may be regrown."]], ["dimbulb", "", "noun", 0.0, ["Alternative spelling of dim bulb"]], ["flashbulb", "/ˈflæʃbʌlb/", "noun", 1.86, ["(historical, photography) A glass bulb that made a single bright flash for illumination during a photograph."]], ["lightbulb", "", "noun", 2.71, ["Alternative spelling of light bulb"]], ["pseudobulb", "", "noun", 1.07, ["A storage organ in orchids, derived from the part of a stem between two leaf nodes."]]], "i": [["apostilb", "", "noun", 0.0, ["(physics) a unit of luminance, being the luminance of a perfectly diffusing surface emitting light at the rate of ¹⁄_π candela per square metre. Also known as a blondel."]], ["stilb", "", "noun", 0.0, ["(physics) a unit of luminance equal to one candela per square centimetre"]]], "e": [["pelB", "", "noun", 0.0, ["a gene, which encodes \"pectate lyase B\", from Pelvetia canaliculata and barnacles"]]]}, "e": {"l": [["Instaceleb", "", "noun", 0.0, ["A famous user of the photo-sharing and social media platform Instagram."]], ["bleb", "/blɛb/", "noun", 1.43, ["A bubble, such as in paint or glass."]], ["mahleb", "", "noun", 0.0, ["A Middle Eastern spice derived from the pit of the mahaleb cherry (Prunus mahaleb)"]], ["pleb", "/plɛb/", "adj", 2.32, ["Of or concerning the lower class of a society."]]], "r": [["REB", "", "noun", 2.8, ["(chiefly in a Russian context) electronic warfare and related techniques, equipment, or troops."]], ["hreb", "", "noun", 0.0, ["(linguistics) an analytical unit making up the set of all entities of a text referring to the same object in reality or the same object in the text."]], ["reb", null, "noun", 2.8, ["Shortened form of Rebbe."]]], "d": [["ardeb", "", "noun", 0.0, ["A Middle Eastern unit of volume used for agricultural crops."]]], "n": [["chloroneb", "", "noun", 0.0, ["A particular fungicide."]], ["coulterneb", "", "noun", 0.0, ["(archaic, dialectal) The puffin."]], ["cufraneb", "", "noun", 0.0, ["A particular fungicide."]], ["maneb", "", "noun", 1.02, ["A foliate fungicide consisting of a polymeric complex of manganese with the ethylene bis(dithiocarbamate) anionic ligand."]], ["milneb", "", "noun", 0.0, ["A particular fungicide."]], ["neb", "/nɛb/", "noun", 2.77, ["(now dialectal) A bird's beak or bill."]], ["propineb", "", "noun", 0.0, ["A particular fungicide."]], ["sneb", "/snɛb/", "noun", 0.0, ["(obsolete or dialect) A snub or reprimand."]], ["zineb", "", "noun", 1.34, ["An organic fungicide and insecticide sprayed on cereal grasses, fruit trees, etc."]]], "w": [["cobweb", "/ˈkɒbwɛb/", "noun", 2.29, ["A spiderweb, or the remains of one, especially an asymmetrical one that is woven with an irregular pattern of threads."]], ["foodweb", "", "noun", 0.0, ["Alternative spelling of food web."]], ["funnelweb", "", "noun", 0.0, ["Alternative spelling of funnel web"]], ["hyperweb", "", "noun", 0.0, ["(Internet) the software infrastructure for the hypernet, which provides access to data and application storage points in the cloud."]], ["innerweb", "", "noun", 0.0, ["(ornithology) (of a plumage) an inner web"]], ["microweb", "", "noun", 0.0, ["(chiefly medicine) A microscale web."]], ["nanoweb", "", "noun", 0.0, ["A nanoscale web, especially a molecular filter of this form"]], ["orbweb", "", "noun", 0.0, ["The web of an orbweaver spider"]], ["outerweb", "", "noun", 0.0, ["(ornithology) (of a plumage) an outer web"]], ["spiderweb", null, "noun", 2.04, ["The net-like construct of a spider containing sticky strands to catch prey."]], ["subweb", "", "noun", 0.0, ["A web making up part of a larger web."]], ["web", "/wɛb/", "noun", 4.74, ["The silken structure which a spider builds using silk secreted from the spinnerets at the caudal tip of its abdomen; a spiderweb."]]], "b": [["cubeb", "/ˈkjuːbɛb/", "noun", 1.1, ["The tailed pepper, Piper cubeba; an Indonesian plant cultivated for its berries and essential oil."]], ["tatbeb", "", "noun", 0.0, ["A kind of Arabian sandal or slipper."]]], "i": [["dieb", "", "noun", 0.0, ["A canine of northern Africa, the African golden wolf (Canis lupaster, formerly considered an African variant of the golden jackal, Canis aureus)."]]], "s": [["dinoseb", "", "noun", 0.0, ["A herbicide of the dinitrophenol family, 2-sec-butyl-4,6-dinitrophenol."]]], "e": [["feeb", "", "noun", 0.0, ["FBI agent."]], ["neeb", "", "noun", 1.32, ["A kind of spirit according to Hmong beliefs."]], ["reeb", null, "noun", 1.45, ["(obsolete, costermongers) Beer"]], ["tweeb", null, "noun", 0.0, ["(Morocco, obsolete) A physician."]]], "k": [["keb", "", "noun", 1.77, ["(Northern England, dialect) A still-born lamb."]]], "z": [["mancozeb", "", "noun", 1.22, ["A grayish-yellow fungicide capable of controlling many fungal diseases in a wide range of crops."]]], "a": [["raeb", "", "noun", 0.0, ["The sound of a male mallard's call, or a similar call of other duck species."]]], "y": [["wayeb", "", "noun", 0.0, ["An additional five-day period after the 18 months of the Mayan calendar."]]]}, "c": {"j": [["JCB", "", "noun", 2.38, ["(Britain, India, Ireland) An earthmoving machine made by the J. C. Bamford (JCB) company."]]]}, "m": {"o": [["Jagerbomb", "/ˈjeɪɡɚˌbɑm/", "noun", 1.04, ["Alternative spelling of Jägerbomb"]], ["Jägerbomb", "/ˈjeɪɡɚˌbɑm/", "noun", 0.0, ["A cocktail of Jägermeister and Red Bull."]], ["Rosecomb", "", "noun", 0.0, ["A bantam chicken of a breed that has a distinctive comb"]], ["Zoombomb", "", "noun", 0.0, ["An instance of Zoombombing."]], ["abcoulomb", "/ˌæb.kuˈlɑm/", "noun", 0.0, ["A unit of electromagnetic charge equal to ten coulombs."]], ["aerobomb", "", "noun", 0.0, ["(dated) A bomb dropped from an aircraft."]], ["airbomb", "", "noun", 0.0, ["A firework consisting of flash powder in a paper case, ejected into the air with a black powder lifting charge ignited by a fuse, and producing a loud bang and bright flash."]], ["antibomb", "", "adj", 0.0, ["Opposing the use of the atomic bomb."]], ["aplomb", "/əˈplʌm/", "noun", 2.36, ["Self-confidence; poise; composure."]], ["backcomb", "", "noun", 1.05, ["The hairstyle produced by backcombing."]], ["beachcomb", "", "noun", 0.0, ["An instance of beachcombing."]], ["bluecomb", "", "noun", 0.0, ["(neologism) Coronaviral enteritis in turkeys."]], ["bomb", "/bɑm/", "noun", 4.6, ["An explosive device used or intended as a weapon, (especially) one dropped from an aircraft.", "(dated, often with the) The atomic bomb."]], ["candlebomb", "", "noun", 0.0, ["A small glass bubble, filled with water, which, if placed in the flame of a candle, bursts by expansion of steam."]], ["catacomb", "/ˈkætəkoʊm/", "noun", 2.07, ["(often plural) An underground system of tunnels and chambers with recesses for graves, used (in former times) as a cemetery; a tunnel system used for burying the dead, as in Paris or Ancient Rome."]], ["cockscomb", "", "noun", 1.44, ["The fleshy red crest of a rooster"]], ["comb", "/koʊm/", "noun", 3.52, ["A toothed implement:", "A toothed implement for grooming the hair or (formerly) for keeping it in place."]], ["coomb", "/kuːm/", "noun", 1.09, ["An old English measure of corn (e.g., wheat), equal to half a quarter or 4 bushels.", "Alternative spelling of combe"]], ["coulomb", "/ˈku.lɑm/", "noun", 2.39, ["In the International System of Units, the derived unit of electric charge; the amount of electric charge carried by a current of 1 ampere flowing for 1 second. Symbol: C"]], ["coxcomb", "", "noun", 1.63, ["(historical) The cap of a court jester, adorned with a red stripe."]], ["currycomb", "", "noun", 0.0, ["A comb or brush, having rubber or plastic teeth, used to groom horses."]], ["femtocoulomb", "", "noun", 0.0, ["(metrology) An SI unit of electric charge equal to 10⁻¹⁵ coulombs. Symbol: f"]], ["firebomb", "", "noun", 2.11, ["A weapon that causes fire; an incendiary weapon."]], ["flaxcomb", "", "noun", 0.0, ["A hackle, a toothed instrument for cleaning the fibres of flax."]], ["hecatomb", "/ˈhɛkətoʊm/", "noun", 1.17, ["(Ancient Greece, Ancient Rome, historical) A great public sacrifice to the gods, originally of a hundred oxen; also, a great number of animals reserved for such a sacrifice."]], ["honeycomb", "/ˈhʌniˌkoʊm/", "noun", 2.94, ["(uncountable) A substance made by bees (clade Anthophila) primarily from beeswax which has hexagonal cells to hold their larvae, and for storing pollen and honey to feed the larvae and themselves when other food is scarce; it is also eaten by humans as part of comb-honey; (countable) a single sheet made up of two layers of this substance."]], ["hydrobomb", "", "noun", 0.0, ["(historical) A kind of underwater rocket or torpedo."]], ["hyperbomb", "/ˈhaɪ.pə(ɹ)bɑm/", "noun", 0.0, ["(rare, military, science fiction, video games) An exceedingly powerful, destructive bomb; superbomb."]], ["jagerbomb", "/ˈjeɪɡɚˌbɑm/", "noun", 1.04, ["Alternative spelling of Jägerbomb"]], ["lovebomb", "", "noun", 0.0, ["Alternative spelling of love bomb"]], ["megacoulomb", "", "noun", 0.0, ["A unit equal to a million coulombs."]], ["microbomb", "", "noun", 0.0, ["A very small bomb."]], ["microcomb", "", "noun", 0.0, ["(physics) A microscopic comb used as a refraction grating"]], ["microcoulomb", "", "noun", 0.0, ["A measure of electrical quantity, the millionth part of one coulomb."]], ["nanocoulomb", "", "noun", 0.0, ["(physics) A unit of electric charge equal to 10⁻⁹ coulombs"]], ["nanohoneycomb", "", "noun", 0.0, ["A material that has a nanoscale honeycomb structure"]], ["newcomb", "/ˈn(j)uːkəm/", "noun", 2.58, ["A sport that is a variation of volleyball, but in which one may catch the ball."]], ["parabomb", "", "noun", 0.0, ["A bomb dropped by parachute."]], ["photobomb", "/ˈfəʊtəʊˌbɒm/", "noun", 2.07, ["An act of photobombing."]], ["picocoulomb", "", "noun", 0.0, ["A unit of electric charge, 10⁻¹² of a coulomb."]], ["pipebomb", "", "noun", 1.22, ["Alternative spelling of pipe bomb"]], ["powerbomb", "", "noun", 2.02, ["A professional wrestling throw in which an opponent is lifted up (usually so that they are sitting on the wrestler's shoulders) and then slammed back-first down to the mat."]], ["rhomb", "/ɹɒm/", "noun", 1.44, ["A rhombus."]], ["robomb", "/ˈɹəʊbɒm/", "noun", 0.0, ["(dated) A guided missile."]], ["rosecomb", "", "noun", 0.0, ["The distinctive comb of a certain breed of bantam chicken (a Rosecomb)"]], ["statcoulomb", "", "noun", 0.0, ["The CGS unit of electrical charge, equal to 33.35640 picocoulombs."]], ["stinkbomb", "", "noun", 0.0, ["A device that produces a burst of unpleasant odors."]], ["stromb", "", "noun", 0.0, ["(zoology) Any marine univalve mollusk of Strombus and allied genera."]], ["subcomb", "", "noun", 0.0, ["(algebraic geometry) A subcurve of a comb that includes the handle."]], ["superbomb", "", "noun", 0.0, ["An extremely powerful bomb, especially the atomic bomb or hydrogen bomb."]], ["timebomb", "", "noun", 2.05, ["Alternative spelling of time bomb"]], ["tomb", "/tum/", "noun", 3.89, ["A small building (or \"vault\") for the remains of the dead, with walls, a roof, and (if it is to be used for more than one corpse) a door. It may be partly or wholly in the ground (except for its entrance) in a cemetery, or it may be inside a church proper or in its crypt. Single tombs may be permanently sealed; those for families (or other groups) have doors for access whenever needed."]], ["toothcomb", "/ˈtuθˌkoʊm/", "noun", 0.0, ["(Britain, chiefly figurative, sometimes proscribed) A comb with finely spaced teeth, chiefly as a metaphorical means of making a thorough search.", "(zoology) A comb-like dental structure found in the lower jaws of certain primates consisting of long, flat front teeth with microscopic grooves, which are used for grooming fur."]], ["unclomb", "/ʌŋˈkloʊmb/", "adj", 0.0, ["(archaic) Not climbed."]], ["woolcomb", "", "noun", 0.0, ["A comb used for wool."]]], "u": [["Mormondumb", "", "noun", 0.0, ["(rare, informal, derogatory, offensive) Mormondom, regarded as stupid."]], ["breadcrumb", "/ˈbɹɛdˌkɹʌm/", "noun", 2.06, ["(chiefly in the plural) A tiny piece of bread, either one that falls from bread as it is cut or eaten, or one made deliberately by crumbling bread."]], ["cakecrumb", "", "noun", 0.0, ["(usually in the plural) A crumb from a cake."]], ["crumb", "/kɹʌm/", "noun", 2.97, ["A small piece which breaks off from baked food (such as cake, biscuit or bread)."]], ["dumb", "/dʌm/", "adj", 4.54, ["(dated) Unable to speak; lacking power of speech (kept in \"deaf, dumb, and blind\").", "(African-American Vernacular, dated) An intensifier expressing contempt; damn, damned."]], ["duuumb", "", "adj", 0.0, ["Elongated form of dumb."]], ["lumb", "", "noun", 2.02, ["Alternative spelling of lum (“chimney”)"]], ["numb", "/nʌm/", "adj", 3.53, ["Physically unable to feel, not having the power of sensation."]], ["plumb", "/plʌm/", "adj", 2.92, ["Truly vertical, as indicated by a plumb line.", "A little mass of lead, or the like, attached to a line, and used by builders, etc., to indicate a vertical direction."]], ["pseudothumb", "", "noun", 0.0, ["A digit on a vertebrate that resembles but is not a thumb."]], ["rhumb", "/ɹʌm/", "noun", 1.39, ["(navigation) A line which crosses successive meridians at a constant angle"]], ["tearthumb", "", "noun", 0.0, ["Any of a group of annual vining plants within the genus Polygonum, with small sharp spines covering the stems."]], ["thumb", "/θʌm/", "noun", 4.01, ["The short thick digit of the hand that for humans has the most mobility and can be made to oppose (moved to touch) all of the other fingers."]], ["undumb", "", "adj", 0.0, ["Not dumb (in various senses)."]], ["unplumb", "", "adj", 0.0, ["Not plumb or vertical."]]], "a": [["amb", "", "noun", 2.55, ["(palynology) The outline of a spore or pollen grain, as seen in a polar view."]], ["choliamb", "", "noun", 0.0, ["(poetry) A limping iamb."]], ["choriamb", "", "noun", 0.0, ["A choriambus."]], ["diiamb", "/daɪˈaɪæm/", "noun", 0.0, ["(poetry) A diiambus."]], ["dithyramb", "/ˈdɪθ.ɪ.ɹæm/", "noun", 1.11, ["A raucous and ardent choral hymn sung in ancient Athens in honor of the god Dionysus."]], ["doorjamb", "", "noun", 1.72, ["Either of the upright posts on either side of a door, which together support a lintel."]], ["gamb", "/ɡæmb/", "noun", 1.03, ["(heraldry) The leg or shank, typically of an animal, especially of a lion, on a coat of arms, crest, etc."]], ["iamb", "/ˈaɪˌæm/", "noun", 1.37, ["(prosody) A metrical foot in verse consisting of an unstressed syllable followed by a stressed syllable."]], ["jamb", "/d͡ʒæm/", "noun", 2.46, ["(architecture, interior decorating, carpentry) Either of the vertical components that form the side of an opening in a wall, such as that of a door frame, window frame, or fireplace."]], ["kayamb", "", "noun", 0.0, ["A flat musical instrument made of reeds or stems filled with seeds, used in the Mascarene Islands."]], ["lamb", "/læm/", "noun", 4.02, ["A young sheep."]], ["mimiamb", "/ˈmɪmiˌæm(b)/", "noun", 0.0, ["(literature, Ancient Greece, rare) A short humorous dramatic scene in verse."]], ["oriflamb", "/ˈɒɹɪflæm/", "noun", 0.0, ["Archaic spelling of oriflamme."]], ["scramb", "", "noun", 0.0, ["A handful of something scraped together."]]], "i": [["climb", "/klaɪm/", "noun", 4.22, ["An act of climbing."]], ["forelimb", "", "noun", 1.82, ["The anterior limb (or equivalent appendage) of an animal"]], ["freeclimb", "", "noun", 0.0, ["(climbing) A climb made by free climbing."]], ["hillclimb", "", "noun", 1.75, ["An instance of climbing (ascending) a hill in a car, especilly competitively."]], ["hindlimb", "", "noun", 1.69, ["Alternative spelling of hind limb"]], ["interlimb", "", "adj", 0.0, ["Between limbs."]], ["intralimb", "", "adj", 0.0, ["Within a single limb"]], ["limb", "/lɪm/", "noun", 3.7, ["A major appendage of human or animal, used for locomotion (such as an arm, leg or wing).", "(astronomy) The apparent visual edge of a celestial body."]], ["nimb", "/nɪm/", "noun", 0.0, ["A nimbus or halo."]], ["zimb", "", "noun", 0.0, ["(archaic) An Ethiopian horsefly of the genus Pangonius, destructive to livestock."]]], "y": [["corymb", "/ˈkɒɹɪmb/", "noun", 1.14, ["(botany) A cluster of flowers with a flat or convex top."]]], "e": [["mesemb", "/məˈzɛm/", "noun", 0.0, ["Any plant from the subfamily Mesembryanthemoideae of the family Aizoaceae; a mesembryanthemum."]], ["neemb", "", "noun", 0.0, ["Archaic form of neem (“kind of tree”)."]]]}, "k": {"k": [["KKB", "", "adj", 1.5, ["(Philippines) Of a meal: whose cost is to be shared or split."]]], "o": [["OKB", "", "noun", 1.31, ["(Cold War) A special design bureau of the Soviet Union, that performed experimental research and development."]]]}, "w": {"l": [["LWB", "", "noun", 1.86, ["(of vehicles) long wheelbase", "(of vehicles) long-wheelbase"]]], "s": [["SWB", "", "noun", 1.99, ["short wheelbase (of vehicles)", "short-wheelbase (of vehicles)"]]], "e": [["Skewb", "", "noun", 0.0, ["A puzzle similar to a Rubik's Cube but with axes that pass through the corners rather than the centers of the faces."]]], "i": [["UniWB", "", "noun", 0.0, ["(photography) The technique of using a modified digital camera to capture deliberately distorted images whose image histograms are conducive to making optimum use of the sensor's dynamic range."]]], "a": [["dawb", "", "noun", 0.0, ["Archaic form of daub."]], ["thawb", "", "noun", 0.0, ["Alternative spelling of thobe."]]]}, "α": {"l": [["LαB", "", "noun", 0.0, ["(astronomy) Lyman-alpha blob"]]]}, "t": {"m": [["Mtb", "", "noun", 2.81, ["(biology) Mycobacterium tuberculosis."]]], "t": [["TTB", "", "noun", 1.98, ["(music) tenor, baritone, and bass"]], ["attB", "", "noun", 0.0, ["(biology) The gene sequence of a bacterium for the attachment point of the Lambda phage used in genetic engineering."]]], "u": [["qutb", "", "noun", 2.18, ["(Sufism) One of the Sufi spiritual leaders of a particular era."]]]}, "s": {"i": [["NiSb", "", "noun", 0.0, ["(mineralogy) breithauptite"]]], "u": [["USB", "", "noun", 3.98, ["(computer hardware, trademark, informal) A USB flash drive."]]]}, "r": {"e": [["Serb", "/ˈsɝb/", "noun", 3.12, ["A person of Serb descent (not necessarily from Serbia). (Compare Serbian.)"]], ["acerb", "/əˈsɜɹb/", "adj", 0.0, ["(archaic) Sour, bitter, and harsh to the taste, such as unripe fruit."]], ["adverb", "/ˈæd.vɝb/", "noun", 2.55, ["(grammar) A word that modifies a verb, adjective, other adverbs, or various other types of words, phrases, or clauses."]], ["antiproverb", "", "noun", 0.0, ["A humorous adaptation of one or more existing proverbs."]], ["converb", "/ˈkɑn.vɝb/", "noun", 0.0, ["(linguistics) A non-finite verb form that serves to express adverbial subordination."]], ["coverb", "", "noun", 0.0, ["(grammar) Any of a class of words in various languages including Chinese and Hungarian whose function is analogous to the cases, prepositions, and postpositions of other languages."]], ["cowherb", "", "noun", 0.0, ["Vaccaria hispanica, an annual herb with blue-grey waxy herbage and pale pink flowers, native to Eurasia."]], ["diverb", "", "noun", 0.0, ["(obsolete) A proverb or set expression."]], ["gerb", null, "noun", 1.71, ["A firework that produces a fountain of sparks"]], ["herb", "/(h)ɝb/", "noun", 3.77, ["(countable) Any green, leafy plant, or parts thereof, used to flavour or season food."]], ["imberb", "", "adj", 0.0, ["(rare) Beardless."]], ["kerb", "/kɝb/", "noun", 2.61, ["(Britain, Australia, New Zealand) The raised edge between the pavement and the roadway, typically made of concrete though originally consisting of a line of kerbstones."]], ["megaherb", "", "noun", 0.0, ["Any relatively large herb (plant)."]], ["multiherb", "", "adj", 0.0, ["Involving more than one herb."]], ["multiverb", "", "adj", 0.0, ["Involving more than one verb."]], ["nonverb", "", "noun", 0.0, ["(grammar) A word that is not a verb."]], ["paleoherb", "", "noun", 0.0, ["(botany) A flowering plant which is neither a eudicot nor a monocot."]], ["perverb", "", "noun", 0.0, ["A statement humorously constructed by merging together two proverbs."]], ["potherb", "/ˈpɒt.hɜː(ɹ)b/", "noun", 0.0, ["Any plant whose leaves, stems or flowers may be used as a culinary herb."]], ["preverb", "", "noun", 0.0, ["(grammar) A separable verb prefix or a particle that precedes a verb."]], ["proadverb", "", "noun", 0.0, ["(linguistics) A term that is not an adverb but serves the same purpose, as this way in \"You should do it this way\"."]], ["proverb", "/ˈpɹɑvɝb/", "noun", 3.14, ["A commonly used sentence expressing popular wisdom."]], ["pseudoverb", "", "noun", 0.0, ["(in some languages) A noun or other part of speech that functions as a verb"]], ["quasiconverb", "", "noun", 0.0, ["(linguistics) A verb form which functions as a converb, but is constructed differently."]], ["reverb", "/ˈɹiːˌvɜː(ɹ)b/", "noun", 2.92, ["(audio effects) An electronic effect which simulates echoes or reverberations in the sound signal being processed."]], ["superb", "/suˈpɝb/", "adj", 3.96, ["First-rate; of the highest quality; exceptionally good."]], ["superherb", "", "noun", 0.0, ["A herb that is a superfood."]], ["verb", "/vɝb/", "noun", 3.72, ["(grammar) A word that indicates an action, event, or state of being."]], ["willowherb", "", "noun", 0.0, ["Any of several flowering plants in the genus Epilobium of the family Onagraceae."]], ["yerb", "", "noun", 0.0, ["Pronunciation spelling of herb."]]], "a": [["aldicarb", "", "noun", 0.0, ["A carbamate insecticide that acts as a cholinesterase inhibitor."]], ["arb", null, "noun", 2.61, ["(finance, trading) The act of or potential for arbitrage."]], ["barb", "/bɑː(ɹ)b/", "noun", 3.31, ["The point that stands backward in an arrow, fishhook, etc., to prevent it from being easily extracted. Hence: Anything which stands out with a sharp point obliquely or crosswise to something else.", "The Barbary horse, a superior breed introduced from Barbary into Spain by the Moors.", "Armor for a horse."]], ["benthiavalicarb", "", "noun", 0.0, ["A particular fungicide."]], ["benthiocarb", "", "noun", 0.0, ["A thiocarbamate cholinesterase inhibitor used as a herbicide."]], ["carbubarb", "", "noun", 0.0, ["A carbamate-substituted barbiturate derivative with sedative effects."]], ["chromocarb", "", "noun", 0.0, ["An antispasmodic drug."]], ["coarb", "", "noun", 0.0, ["(historical) The successor to the founder of a religious institution."]], ["debacarb", "", "noun", 0.0, ["A particular fungicide."]], ["diethofencarb", "", "noun", 0.0, ["A particular fungicide."]], ["ditiocarb", "", "noun", 0.0, ["The chelating agent diethyldithiocarbamic acid"]], ["eterobarb", "", "noun", 0.0, ["A barbiturate derivative with mainly anticonvulsant action."]], ["farb", null, "noun", 1.49, ["(US) A historical reenactor (especially an American Civil War reenactor) whose efforts at a historically accurate portrayal are, in the opinion of the speaker, inadequate (for example, wearing a modern wristwatch with period costume). The opposite of farb is \"hard-core\" (or hardcore), someone who is, in the opinion of the speaker, an \"authenticity fanatic\"."]], ["fenoxycarb", "", "noun", 0.0, ["A carbamate insect growth regulator that prevents immature insects from reaching maturity by mimicking juvenile hormone."]], ["garb", "/ɡɑː(ɹ)b/", "noun", 3.01, ["Fashion, style of dressing oneself up.", "(heraldry) A wheat sheaf."]], ["heptabarb", "", "noun", 0.0, ["A sedative and hypnotic barbiturate drug, formerly used to treat insomnia."]], ["imidocarb", "", "noun", 0.0, ["A urea derivative used in veterinary medicine as an antiprotozoal agent."]], ["indoxacarb", "", "noun", 0.0, ["A pesticide that acts against lepidopteran larvae."]], ["interbarb", "", "adj", 0.0, ["(zoology) Between barbs."]], ["iprovalicarb", "", "noun", 0.0, ["A particular fungicide."]], ["jubarb", "/ˈd͡ʒuːbəb/", "noun", 0.0, ["(obsolete) The houseleek."]], ["larb", "", "noun", 1.45, ["A Laotian or Thai spicy salad with ground, chopped, or minced meat and vegetables."]], ["mesocarb", "", "noun", 0.0, ["A stimulant drug developed in the USSR in the 1970s, a dopamine reuptake inhibitor which is slower-acting but longer-lasting and less neurotoxic than dextroamphetamine."]], ["methasulfocarb", "", "noun", 0.0, ["A particular fungicide."]], ["neocarb", "", "noun", 0.0, ["(paleodiet) Any form of carbohydrate introduced to the human diet relatively recently, since the beginnings of agriculture."]], ["pirimicarb", "/pɪˈɹɪmɪkɑː(ɹ)b/", "noun", 0.0, ["A carbamate insecticide used to control aphids by inhibiting acetylcholinesterase activity."]], ["propamocarb", "", "noun", 0.0, ["A systemic fungicide used against oomycetes."]], ["prothiocarb", "", "noun", 0.0, ["A particular fungicide."]], ["rhubarb", "/ˈɹuˌbɑɹb/", "noun", 2.97, ["Any plant of the genus Rheum, especially Rheum rhabarbarum, having large leaves and long green or reddish acidic leafstalks that are edible, in particular when cooked (although the leaves are mildly poisonous).", "Of the colour of rhubarb: either brownish-yellow (the colour of rhubarb rhizomes and roots used for medicinal purposes), or pale red (often the colour of the leafstalks of common rhubarb).", "(originally theater, uncountable) General background noise caused by several simultaneous indecipherable conversations, which is created in films, stage plays, etc., by actors repeating the word rhubarb; hence, such noise in other settings."]]], "u": [["blurb", "/blɝ(ː)b/", "noun", 2.79, ["A short description of a book, film, or other work, written and used for promotional purposes."]], ["boomburb", "", "noun", 0.0, ["(neologism, informal, urban studies) A rapidly expanding suburb."]], ["curb", "/kɝb/", "noun", 3.79, ["(American spelling, Canadian spelling) A concrete margin along the edge of a road; a kerb (UK, Australia, New Zealand)"]], ["disturb", "/dɪˈstɝb/", "noun", 3.56, ["(obsolete) disturbance"]], ["ecoburb", "", "noun", 0.0, ["(US) A type of suburban development which protects environmental functions of a site such as natural hydrology and habitat."]], ["ethnoburb", "", "noun", 0.0, ["(US) A suburban residential and business area with a notable cluster of a particular ethnic minority population."]], ["exurb", "", "noun", 1.13, ["A residential area beyond the suburbs."]], ["slumburb", "", "noun", 0.0, ["A poor municipality on the outskirts of a city, often the result of gentrification driving the urban poor to move far from the city center."]], ["slurb", "", "noun", 0.0, ["A homogeneous sprawl of urban and suburban developments."]], ["suburb", "/ˈsʌbɝb/", "noun", 3.81, ["A residential area located on the outskirts of a city or large town that usually includes businesses that cater to its residents; such as schools, grocery stores, shopping centers, restaurants, convenience stores, etc."]], ["technoburb", "", "noun", 0.0, ["An exurb that has developed the amenities and industries normally associated with a city."]]], "o": [["corb", "/ˈkɔː(ɹ)b/", "noun", 1.61, ["A basket used in coal mines, etc.; a corf."]], ["forb", "", "noun", 1.61, ["(chiefly ecology) Any non-woody flowering plant that is not a graminoid (a grass, sedge, or rush)."]], ["jorb", "", "noun", 0.0, ["Pronunciation spelling of job."]], ["orb", "/ɔɹb/", "noun", 3.26, ["A spherical body; a sphere, especially one of the celestial spheres; a sun, planet, or star", "(architecture) A blank window or panel."]], ["sorb", "/sɔɹb/", "noun", 1.35, ["The service tree, Sorbus domestica."]], ["zilascorb", "", "noun", 0.0, ["An anticancer drug."]]]}, "ā": {"j": [["hijāb", "", "noun", 0.0, ["Alternative spelling of hijab"]]], "q": [["niqāb", "", "noun", 0.0, ["Alternative spelling of niqab"]]]}, "z": {"i": [["hizb", "", "noun", 2.24, ["each of the roughly equilongitudinal 60 parts in which the Quran has been traditionally divided to ease its reading and memorization"]]]}}