{"l": {"a": [["ALU", "", "noun", 2.45, ["(computer hardware) arithmetic logic unit."]], ["calalu", "", "noun", 0.0, ["Alternative spelling of callaloo"]], ["malu", "", "noun", 2.11, ["A culturally significant tattoo on a Samoan woman's upper leg.", "(Singapore) shy; embarrassed"]], ["vindalu", "", "noun", 0.0, ["Dated form of vindaloo."]]], "l": [["Istanbullu", "", "noun", 0.0, ["An inhabitant of Istanbul, Turkey."]], ["apkallu", "", "noun", 0.0, ["A mythical sage or demigod referenced in Akkadian cuneiform inscriptions, sometimes part man and part fish."]], ["ayllu", "", "noun", 1.09, ["A traditional family-based community in the Andes, especially among Quechua and Aymara peoples."]], ["chillu", "", "noun", 0.0, ["(grammar) A type of letter used in Malayalam which does not have an inherent vowel, used to represent a pure consonant without the use of a virama."]], ["dollu", "", "noun", 0.0, ["A type of double-headed drum used in Karnataka."]], ["gallu", "", "noun", 0.0, ["Great demons or devils of the ancient Mesopotamian Underworld."]], ["pallu", "/ˈpaluː/", "noun", 1.46, ["(South Asia) The usually decorated end of a sari that hangs loose when worn."]]], "u": [["LULU", "", "noun", 3.33, ["Locally unwanted land use."]], ["Uthulu", "", "noun", 0.0, ["A nomadic Birhor tribesperson."]], ["bandulu", "", "noun", 0.0, ["(Caribbean, Jamaica) Crime; something illicit; a scam."]], ["loulu", "", "noun", 0.0, ["Any of various palms of the genus Pritchardia."]], ["penghulu", "", "noun", 1.08, ["A local chief or governor in parts of Malaysia and Indonesia."]], ["pengulu", "", "noun", 0.0, ["A leader of a colonial-style village or tribe, in some islands of Indonesia."]], ["pulu", "", "noun", 1.43, ["A silky material obtained from the fibres of Cibotium glaucum, a tree fern of Hawaii."]], ["sulu", "", "noun", 2.79, ["An all-purpose skirt-like garment worn by men and women in Fiji."]], ["tanghulu", "", "noun", 0.0, ["A traditional Chinese snack of candied fruit."]], ["ulu", "", "noun", 2.06, ["An all-purpose knife traditionally used by Yup'ik, Inuit, and Aleut women.", "(Hawaii) Breadfruit"]], ["ululu", "", "noun", 0.0, ["An auspicious cry uttered by Indian women on festive occasions."]]], "b": [["Silverblu", "", "noun", 0.0, ["A color variety of mink having bluish-gray fur fiber and guard hairs that are sometimes white-tipped, giving a silvery blue tone."]]], "h": [["Uthlu", "", "noun", 0.0, ["A nomadic Bihor tribesperson."]]], "f": [["antiflu", "", "adj", 0.0, ["Acting against or serving to prevent flu."]], ["flu", "/fluː/", "noun", 3.96, ["Influenza."]], ["influ", "", "noun", 1.33, ["(dated) influenza"]], ["superflu", "", "noun", 1.02, ["Any strain of flu that spreads unusually quickly, is unusually virulent, or is unusually unresponsive to treatment."]]], "g": [["iglu", "", "noun", 1.08, ["Archaic form of igloo."]]], "r": [["marlu", "", "noun", 0.0, ["Alternative spelling of marloo"]]], "i": [["milu", "", "noun", 1.22, ["Père David's deer, a species of deer native to the river valleys of China."]], ["poilu", "/ˈpwɑːluː/", "noun", 1.29, ["(historical) A French infantryman during the First World War"]]], "o": [["ormolu", "/ˈɔː(ɹ)məluː/", "noun", 1.74, ["Golden or gilded brass or bronze used for decorative purposes.", "Made from golden or gilded brass or bronze."]], ["tolu", "", "noun", 1.98, ["The resinous secretion of Myroxylon balsamum, used in cough syrups and perfumery."]]], "k": [["taklu", "", "noun", 0.0, ["(India) A bald man."]]]}, "r": {"i": [["Abiru", "", "noun", 0.0, ["The members of the privy council of the monarchy of Rwanda."]], ["Habiru", "", "noun", 1.04, ["(historical) People variously described, in 2nd-millennium BCE texts throughout the Fertile Crescent, as rebels, outlaws, raiders, mercenaries, bowmen, servants, slaves, and laborers."]], ["bibiru", "", "noun", 0.0, ["A tropical South American tree, Chlorocardium rodiei, the greenheart."]], ["candiru", "/ˌkændɪˈɹuː/", "noun", 1.25, ["A small parasitic catfish, Vandellia cirrhosa, native to the Amazon river, rumored to swim up male urethras."]], ["chiru", "", "noun", 1.66, ["The Tibetan antelope, Pantholops hodgsonii."]], ["iru", "", "noun", 2.29, ["A West African condiment made from fermented locust beans."]], ["jabiru", "/ˈd͡ʒæbɪ.ɹuː/", "noun", 1.68, ["A species of bird Jabiru mycteria in the monotypic genus Jabiru, of the stork family Ciconiidae, endemic to the Americas."]], ["misoshiru", "", "noun", 0.0, ["miso soup"]], ["niru", "", "noun", 1.25, ["(military, historical) A company within the military of the Qing dynasty."]]], "a": [["Djaru", "", "noun", 0.0, ["An indigenous Australian people of the southern Kimberley region of Western Australia."]], ["agaru", "", "noun", 0.0, ["agarwood"]], ["amaru", "", "noun", 2.05, ["(mythology) A double-headed serpent in Inca and other Andean mythology."]], ["araru", "", "noun", 0.0, ["arrowroot (Maranta arundinacea)"]], ["damaru", "", "noun", 0.0, ["A drum having two heads opposite one another, commonly used in the Hindu and Buddhist religions."]], ["gochugaru", "", "noun", 0.0, ["A red pepper powder used in Korean cuisine."]], ["gyaru", "/ˈɡjɑːɹuː/", "noun", 1.66, ["A Japanese subculture and fashion style popular in the 1990s, typically involving ostentatious clothing, tanning, and heavy makeup."]], ["kogyaru", "", "noun", 0.0, ["kogal"]], ["kumaru", "", "noun", 0.0, ["A spelling variant of coumarou."]], ["mandacaru", "", "noun", 0.0, ["A cactus, Cereus jamacaru, native to central and eastern Brazil."]], ["maru", "/ˈmɑɹu/", "noun", 2.88, ["(prepositive or postpositive) A suffix of Japanese ship names."]], ["rawaru", "", "noun", 0.0, ["(New Zealand) A fish, the blue cod (Parapercis colias)."]]], "u": [["Guaycuru", "", "noun", 0.0, ["Any of a number of ethnic groups indigenous to the Gran Chaco region of South America, speaking related Guaicuruan languages."]], ["ahuruhuru", "", "noun", 0.0, ["The goatfish."]], ["antiguru", "", "adj", 0.0, ["Hostile to gurus, or to a specific guru.", "Someone who is or attempts to be the opposite of a guru."]], ["chanpuru", "", "noun", 0.0, ["An Okinawan stir-fry dish, generally of tofu combined with a vegetable, meat, or fish."]], ["guru", "/ˈɡʊɹ(ˌ)u/", "noun", 3.82, ["In Indian traditions: a spiritual teacher who transmits knowledge to a shishya."]], ["khuru", "", "noun", 0.0, ["A traditional Bhutanese darts game."]], ["kuduru", "", "noun", 0.0, ["Alternative spelling of kuduro"]], ["kuru", "/ˈkʉː.ɹʉː/", "noun", 2.24, ["A chronic, progressive, fatal central nervous system disease found mainly among the Fore and neighboring peoples of New Guinea, caused by a prion that probably resembles the scrapie agent of sheep, transmissible to nonhuman primates, and believed to be transmitted by ritual cannibalism."]], ["muru", "", "noun", 1.29, ["(New Zealand) An act of retaliatory theft among the Maori."]], ["murumuru", "", "noun", 0.0, ["A rainforest palm, Astrocaryum murumuru, whose seeds contain a butter used in moisturizers."]], ["ruru", "/ˈɹuːɹuː/", "noun", 1.68, ["(New Zealand) The morepork"]], ["sadguru", "", "noun", 1.48, ["A great teacher; a supremely wise guide."]], ["satguru", "", "noun", 1.7, ["In Hinduism and Buddhism, a great teacher; a supremely wise guide."]], ["shottsuru", "/ʃɒtˈsuːɹuː/", "noun", 0.0, ["A pungent Japanese fish sauce, usually made from sandfish, typical of Akita."]], ["tumatukuru", "", "noun", 0.0, ["(New Zealand) The plant Discaria toumatou."]]], "k": [["Kru", "", "noun", 2.11, ["A West African ethnic group who originated in eastern Liberia and migrated and settled along the coast."]]], "m": [["Mru", "", "noun", 1.67, ["A tribal people of Myanmar, Bangladesh, and India."]]], "t": [["TRU", "", "adj", 3.03, ["Short for transuranic."]]], "o": [["aidoru", "", "noun", 0.0, ["J-pop idol (popular performer in Japan)"]], ["booru", "", "noun", 0.0, ["(Internet) A form of imageboard where images are categorized with tags."]], ["koru", "", "noun", 1.72, ["A spiral shape that symbolizes growth, strength and peace, used in Māori art."]]], "b": [["bru", "", "noun", 2.74, ["(South Africa) bro; bra; term of address for a man"]], ["brubru", "/ˈbɹubɹu/", "noun", 0.0, ["Also more fully as brubru shrike: a bird in the bushshrike family found in sub-Saharan Africa (Nilaus afer)."]], ["ebru", "", "noun", 1.78, ["A traditional marbled paper art of Turkey."]]], "h": [["clickthru", "", "noun", 0.0, ["Alternative spelling of click-through"]], ["mushru", "", "noun", 0.0, ["A satin fabric with cotton backing, often patterned."]], ["passthru", "", "noun", 0.0, ["(US) Alternative spelling of passthrough"]], ["walkthru", "", "noun", 0.0, ["(US) Alternative spelling of walkthrough"]]], "c": [["cru", "/kɹuː/", "noun", 2.73, ["A vineyard or group of vineyards in France, especially one having a high reputation."]], ["ecru", "/ˈɛkɹuː/", "noun", 1.8, ["A beige colour.", "Of a beige colour."]]], "e": [["erekiteru", "", "noun", 0.0, ["A type of static generator invented in Japan in the 1700s."]], ["geru", "", "noun", 0.0, ["An earthy red color, used in India to paint flowerpots and tree bases.", "Of an earthy red color."]], ["kereru", "/ˈkɛɹəɹuː/", "noun", 1.13, ["(New Zealand) The New Zealand pigeon (species Hemiphaga novaeseelandiae)."]], ["randoseru", "/ˈɹɑndoʊˌsɛɹu/", "noun", 0.0, ["A type of backpack worn by Japanese elementary schoolchildren, made of leather or leatherette."]], ["voceru", "", "noun", 0.0, ["A traditional lament from Corsica."]], ["wanderu", "", "noun", 0.0, ["Archaic form of wanderoo."]]], "f": [["frufru", "", "noun", 0.0, ["Alternative spelling of frou-frou", "Alternative spelling of frou-frou"]]], "r": [["gorru", "", "noun", 0.0, ["(India) A traditional seed drill."]], ["kudurru", "", "noun", 0.0, ["A boundary stone used by the Kassites in ancient Babylonia, bearing a written record of the ownership of the land on which it stood."]], ["warru", "", "noun", 0.0, ["The black-flanked rock wallaby (Petrogale lateralis)."]]], "g": [["grugru", "", "noun", 0.0, ["(Caribbean) A kind of palm tree bearing an edible fruit and nut.", "Acrocomia aculeata"]]], "d": [["kundru", "", "noun", 0.0, ["A gherkin-like vegetable, Coccinia grandis, from Southern India and Indo-China."]]]}, "g": {"n": [["Amangu", "", "noun", 0.0, ["An indigenous Yamatji people of the mid-western region of Western Australia."]], ["Angu", "", "noun", 1.25, ["A cannibalistic people inhabiting the mountains of southwestern Morobe in Papua New Guinea."]], ["Fengu", "", "noun", 0.0, ["A Bantu people, originally closely related to the Xhosas."]], ["Lungu", "", "noun", 2.1, ["A people living on the southwestern shore of Lake Tanganyika."]], ["Xingu", "/ʃɪŋˈɡu/", "noun", 1.79, ["Any of several indigenous tribes of Amerindian peoples who live in the Xingu reservation."]], ["angu", "", "noun", 1.25, ["(cooking) A popular Brazilian mash made with fubá (milled corn or rice), salt, and often garlic fried in olive oil."]], ["bungu", "", "noun", 0.0, ["A plant, Ceratotheca sesamoides, placed among the Pedaliaceae (pedalium family or sesame family)."]], ["insangu", "", "noun", 0.0, ["(South Africa) Any particular plant which is smoked as a recreational drug, especially (wild) hemp."]], ["jikungu", "", "noun", 0.0, ["The plant Telfairia pedata."]], ["mangu", "", "noun", 1.76, ["Mashed plantain."]], ["muzungu", "", "noun", 1.01, ["Alternative spelling of mzungu"]], ["mzungu", "/(ə)mˈzʊnɡuː/", "noun", 1.46, ["(East Africa) A white person."]], ["ndengu", "", "noun", 0.0, ["(Kenya) green gram (bean of Vigna radiata)"]], ["rungu", "", "noun", 0.0, ["A wooden throwing club or baton used in certain East African tribal cultures."]], ["tengu", "", "noun", 2.19, ["(Japanese mythology, Shinto) A mythical Japanese creature, typically birdlike and having a long nose."]]], "a": [["Garinagu", "", "noun", 0.0, ["An ethnic group in the Caribbean area, descended from a mix of Amerindian and African people, many of whom have migrated to Central America and the United States."]], ["managu", "", "noun", 0.0, ["(Kenya) African nightshade"]], ["ragu", "", "noun", 2.16, ["Alternative spelling of ragù"]], ["sagu", "", "noun", 1.29, ["Archaic form of sago."]]], "u": [["Gougu", "", "noun", 0.0, ["(geometry) A right triangle."]], ["fugu", "/ˈfuː.ɡuː/", "noun", 1.92, ["Blowfish: a delicacy popular in Japan served raw as sushi that may, if improperly prepared, contain deadly levels of neurotoxins."]], ["mugu", "", "noun", 1.9, ["(South Africa) Alternative spelling of moegoe"]], ["mundunugu", "", "noun", 0.0, ["An African witch doctor."]], ["torafugu", "", "noun", 0.0, ["Takifugu rubripes, a kind of pufferfish."]]], "e": [["Pegu", "/pəˈɡuː/", "noun", 1.94, ["(historical) A pony from the Burmese city of Bago."]], ["degu", "", "noun", 1.08, ["Any species of the genus Octodon, especially Octodon degus, a small, caviomorph rodent native to Chile."]], ["tegu", "", "noun", 1.5, ["Any of the South American lizards of the families Teiidae and Gymnophthalmidae."]]], "i": [["ambigu", "", "noun", 1.04, ["(dated, countable) An entertainment at which a medley of dishes is set on at the same time; a buffet."]], ["galligu", "", "noun", 0.0, ["The insoluble waste products of the Leblanc process."]]], "g": [["janggu", "", "noun", 0.0, ["A type of percussion instrument used in traditional Korean music."]]], "m": [["mamgu", "", "noun", 0.0, ["(South Wales) A grandmother."]]]}, "o": {"j": [["Anjou", "/ˈɒnʒuː/", "noun", 2.57, ["A type of green-skinned pear."]], ["acajou", "/ˈæ.kəˌʒu/", "noun", 0.0, ["The cashew tree."]], ["bijou", "/biˈʒuː/", "noun", 2.49, ["A jewel.", "(Polari) small, little (often implying affection)"]], ["kabeljou", "/ˈkɑːbəljaʊ/", "noun", 0.0, ["(South Africa) A type of fish from southern Africa, Argyrosomus coronus."]], ["kincajou", "", "noun", 0.0, ["Archaic form of kinkajou."]], ["kinkajou", "/ˈkɪŋkəˌd͡ʒuː/", "noun", 1.25, ["Potos flavus, a carnivorous mammal of Central America and South America with a long, prehensile tail, related to the raccoon."]], ["sajou", "", "noun", 0.0, ["A spider monkey or capuchin."]], ["sapajou", "", "noun", 0.0, ["Any of several species of South American monkeys of the genus Cebus, with long prehensile tails."]]], "h": [["Huizhou", "", "noun", 1.52, ["A group of varieties of Chinese spoken in and around the region of Huizhou."]], ["Kanghou", "", "noun", 0.0, ["A Meitei traditional side dish, made of ingredients such as peas and other vegetables"]], ["Lainingthou", "", "noun", 0.0, ["Any male deity who holds a kingly position in any of his divine jurisdiction, in Meitei folklore, mythology and religion."]], ["Mantchou", "", "noun", 0.0, ["Alternative spelling of Manchu"]], ["Ningthou", "", "noun", 0.0, ["A Meitei ruler."]], ["Sanshou", "", "noun", 1.12, ["A Chinese martial art combining elements of kickboxing and wrestling."]], ["cachou", "/ˈkæʃuː/", "noun", 0.0, ["A sweet eaten to sweeten the breath."]], ["chou", "/ʃuː/", "noun", 2.98, ["(baking) Choux pastry, usually in the form of a small round cake with a sweet filling."]], ["konghou", "", "noun", 0.0, ["(music) A plucked stringed instrument (chordophone) with a harp-like construction, originating in ancient Chinese music as a horizontal instrument but now made to be played vertically, and with strings that are double to allow for techniques like vibrato."]], ["konhou", "", "noun", 0.0, ["Alternative spelling of konghou"]], ["kumarahou", "", "noun", 0.0, ["The plant Olearia colensoi."]], ["nuhou", "", "noun", 0.0, ["(Hawaii, dated) News, gossip."]], ["tatouhou", "", "noun", 0.0, ["An armadillo, the peba."]], ["tauhou", "", "noun", 0.0, ["(New Zealand) A bird, the silvereye."]], ["thou", "/θaʊ/", "noun", 4.16, ["(Britain) A unit of length equal to one-thousandth of an inch (25.4 µm)."]], ["warehou", "", "noun", 0.0, ["(New Zealand) Any of the three medusafishes Seriolella brama (the common warehou), Seriolella caerulea (the white warehou), and Seriolella punctata (the silver warehou)."]]], "i": [["IOU", "", "noun", 2.26, ["An informal promissory note that is not a negotiable instrument."]], ["biniou", "/ˈbɪnjuː/", "noun", 0.0, ["(music) A set of traditional Breton bagpipes."]]], "r": [["Juffrou", "", "noun", 0.0, ["(South Africa) Miss; form of address for an unmarried woman"]], ["coumarou", "", "noun", 0.0, ["The tree Dipteryx odorata, which bears the tonka bean."]], ["froufrou", "", "noun", 1.04, ["Alternative spelling of frou-frou", "Alternative spelling of frou-frou"]], ["hezrou", "", "noun", 0.0, ["(fantasy) A toad-like humanoid demon."]], ["jairou", "", "noun", 0.0, ["(archaic) An Asian gazelle, the chinkara."]], ["rougarou", "", "noun", 1.3, ["(folklore) A werewolf or werewolf-like creature said to inhabit swamps in Louisiana (and sometimes French Canadian) folklore."]], ["sisserou", "", "noun", 0.0, ["The parrot Amazona imperialis, found only on the island of Dominica."]]], "b": [["Toubou", "", "noun", 1.05, ["A Saharan ethnic group inhabiting northern Chad, southern Libya, northeastern Niger and northwestern Sudan."]], ["boubou", "", "noun", 1.26, ["A flowing wide-sleeved robe worn by men in much of West Africa, and to a lesser extent in North Africa."]], ["cachibou", "", "noun", 0.0, ["The tree Bursera simaruba."]], ["caribou", "/ˈkæɹəbu/", "noun", 2.97, ["Any of several North American subspecies of the reindeer, Rangifer tarandus."]], ["marabou", "/ˈmæɹəbuː/", "noun", 1.83, ["Leptoptilos crumeniferus, a large wading bird native to Africa, with a naked head and neck adapted for scavenging."]], ["maribou", "", "noun", 0.0, ["Alternative spelling of marabou"]], ["tambou", "", "noun", 0.0, ["A type of drum in the French Caribbean, made of a hollowed-out tree trunk covered in animal skin."]]], "z": [["Zou", "", "noun", 2.38, ["An indigenous people living along the frontier of India and Burma."]], ["chibigouazou", "", "noun", 0.0, ["A kind of ocelot, described secondhand in 1827 as subspecies Felis pardalis chibigouazou, probably either of subspecies Leopardus pardalis mitis or Leopardus pardalis pseudopardalis."]]], "f": [["alquifou", "/ælkɪˈfuː/", "noun", 0.0, ["A lead ore found in Cornwall, England, and used to give a green glaze to pottery."]], ["fou", "", "adj", 2.58, ["(Scotland) Drunk."]]], "d": [["amadou", "/ˈæ.mə.duː/", "noun", 2.25, ["A spongy, flammable substance prepared from bracket fungi, formerly used as a styptic and as tinder."]], ["coendou", "", "noun", 0.0, ["A prehensile-tailed tree-dwelling porcupine found in Central and South America (genus Coendou)"]], ["dudou", "", "noun", 0.0, ["(fashion) A traditional Chinese female undergarment, usually made of silk, covering the breasts and belly, and tied at the neck and waist; a Chinese underbodice."]], ["koudou", "", "noun", 0.0, ["(dated) Alternative spelling of kudu"]], ["scoubidou", "", "noun", 0.0, ["A plait woven from multi-coloured strips of coloured plastic"]], ["yamadou", "", "noun", 0.0, ["(archaic) An oil obtained from Virola sebifera."]]], "n": [["apokoinou", "", "noun", 0.0, ["(rhetoric) A blending of two sentences through a common word which has two syntactic functions, one for each of the sentence. The word common to both sentences is often a predicate object in the first and a subject in the second."]], ["burnou", "", "noun", 0.0, ["A cape with a hood made of wool, of Algerian origin, used as a baby garment, popular with French mothers from the early 20th century through the 1960s."]]], "y": [["bayou", "/ˈbaɪ.(j)uː/", "noun", 3.14, ["A slow-moving, often stagnant creek or river."]], ["buyou", "", "noun", 0.0, ["Dated form of bayou."]], ["chuunibyou", "", "noun", 1.07, ["(uncountable) The often edgy or pretentious behavior of early adolescents who want to stand out and who have convinced themselves they have hidden knowledge or secret powers, characterized as a sickness."]], ["doubleyou", "", "noun", 0.0, ["The name of the Latin-script letter W/w."]], ["furyou", "", "noun", 0.0, ["A juvenile delinquent in Japan"]], ["poyou", "", "noun", 0.0, ["(obsolete) The six-banded armadillo, Euphractus sexcinctus."]], ["you", "", "noun", 6.98, ["The name of the Latin-script letter U."]]], "s": [["cabassou", "/ˈkæbəsuː/", "noun", 0.0, ["(obsolete) The southern naked-tailed armadillo, a type of large armadillo native to South America, with five toes and enormous claws (Cabassous unicinctus)."]], ["couscousou", "", "noun", 0.0, ["Archaic form of couscous."]], ["kabalassou", "", "noun", 0.0, ["The giant armadillo Priodontes gigas"]], ["sou", "/suː/", "noun", 2.84, ["(historical) An old French copper coin equal to one twentieth of a livre or twelve deniers; one sou is to the livre as one shilling is to the pound."]]], "c": [["cabécou", "", "noun", 0.0, ["A soft goat cheese from the Midi-Pyrénées in France."]], ["cariacou", "", "noun", 0.0, ["(archaic) carjacou; whitetail"]], ["carjacou", "", "noun", 0.0, ["(archaic) The whitetail."]], ["manicou", "", "noun", 0.0, ["A common opossum (Didelphis marsupialis), of the tropical Americas"]], ["roucou", "", "noun", 0.0, ["Annatto, achiote (Bixa orellana)"]]], "l": [["callalou", "", "noun", 0.0, ["Alternative spelling of callaloo"]], ["clou", "/kluː/", "noun", 1.55, ["Something which holds the greatest attention; the chief point of interest."]], ["touloulou", "/tu.lu.lu/", "noun", 0.0, ["A costumed character of the French Guianan carnival: a masked woman who invites men to dance."]], ["tulou", "/tuːˈləʊ/", "noun", 0.0, ["A fortified Chinese rural dwelling made from earth, unique to the Hakka in the mountainous areas in southeastern Fujian."]], ["zouglou", "", "noun", 0.0, ["(music) A genre of popular music originally from Abidjan, Ivory Coast."]]], "g": [["congou", "/ˈkɒŋɡuː/", "noun", 0.0, ["(dated) A kind of Chinese black tea."]], ["daigou", "/daɪˈɡoʊ/", "noun", 0.0, ["A business practice in which a person outside of China purchases commodities for a customer in mainland China."]], ["fogou", "/ˈfuː.ɡuː/", "noun", 0.0, ["(archaeology) A Cornish souterrain, an underground, dry-stone-walled chamber open on two ends."]], ["gaspergou", "", "noun", 0.0, ["A fish, the freshwater drum (Aplodinotus grunniens)."]], ["zgougou", "", "noun", 0.0, ["The edible pine nuts of the Aleppo pine, used to make a variety of dishes."]]], "p": [["coypou", "", "noun", 0.0, ["Archaic form of coypu."]], ["mapou", "", "noun", 1.09, ["On Haiti, the kapok tree, Ceiba pentandra."]], ["poupou", "", "noun", 0.0, ["(New Zealand) A wall panel located under the veranda of a wharenui, generally carved with ancestral emblems."]], ["tawapou", "", "noun", 0.0, ["Pouteria costata, the bastard ironwood."]]], "t": [["houtou", "", "noun", 0.0, ["A South American motmot."]], ["manitou", "/ˈmanɪtuː/", "noun", 2.39, ["A god or spirit as the object of religious awe or ritual among some American Indians."]], ["mantou", "", "noun", 1.34, ["Chinese steamed bun (without any filling)"]], ["pistou", "", "noun", 1.17, ["A cold sauce made from cloves of garlic, fresh basil, and olive oil."]], ["tatou", "", "noun", 1.19, ["The giant armadillo (Priodontes maximus)"]]], "k": [["hukou", "/ˈhuːˌkoʊ/", "noun", 1.97, ["(China, Taiwan) A household registration record that identifies a person as a local resident."]], ["lakou", "", "noun", 0.0, ["In Haiti, a small village or other compound built around a shared yard, or the family structure of those living in such a settlement."]], ["wokou", "", "noun", 0.0, ["(historical) Pirates of a mixture of ethnicities who raided the coastlines of China and Korea from the 13th to 16th centuries."]]], "m": [["joumou", "", "noun", 0.0, ["A mildly spiced pumpkin soup originating in Haiti and traditionally consumed on New Year's Day to mark Haitian independence."]], ["pemou", "", "noun", 0.0, ["(natural product) An essential oil distilled from Fokienia roots and wood."]], ["remou", "", "noun", 0.0, ["An eddy or vortex"]], ["tinamou", "/ˈtɪ.nəˌmuː/", "noun", 1.1, ["Any of the birds belonging to the South American family Tinamidae, the only family in the order Tinamiformes. They are related to the ratites, together with which they form the superorder Paleognathae."]]], "a": [["miaou", "", "noun", 1.08, ["Alternative spelling of miaow"]]]}, "a": {"j": [["Bajau", "", "noun", 1.25, ["(geography) An island in Indonesia (part of the Riau Islands) with the coordinate location 3°7'31.84\"N, 106°18'38.30\"E."]]], "n": [["Cannonau", "", "noun", 0.0, ["The grenache red wine grape."]], ["hinau", "", "noun", 0.0, ["Elaeocarpus dentatus, a tree of New Zealand."]], ["inau", "", "noun", 0.0, ["A ritual wood-shaving stick used in Ainu prayers to the spiritual world."]], ["unau", "/juːˈnɔː/", "noun", 0.0, ["Linnaeus's two-toed sloth, Choloepus didactylus, a two-toed sloth native to South America."]], ["whanau", "/ˈfaːnaʉ/", "noun", 1.53, ["(New Zealand) Extended family."]], ["whānau", "", "noun", 1.51, ["(New Zealand) Alternative spelling of whanau."]]], "e": [["Cointreau", "/ˈkwæntɹəʊ/", "noun", 1.97, ["A single serving of this liqueur."]], ["Flandreau", "", "noun", 1.6, ["A tribe of the Sioux people."]], ["bandeau", "/ˈbændəʊ/", "noun", 1.98, ["A band for the hair."]], ["batardeau", "", "noun", 0.0, ["A cofferdam."]], ["bateau", "/bæˈtoʊ/", "noun", 2.05, ["A small, flat-bottomed type of boat."]], ["beau", "/boʊ/", "noun", 3.58, ["(dated) A man with a reputation for fine dress and etiquette; a dandy or fop."]], ["bordereau", null, "noun", 1.19, ["A detailed statement, especially one containing a detailed listing of documents or accounts."]], ["bureau", "/ˈbjʊ.ɹoʊ/", "noun", 4.41, ["An administrative unit of government; office."]], ["chalumeau", "/ˌʃælʊˈməʊ/", "noun", 0.0, ["(music) A woodwind instrument which was the predecessor of the clarinet."]], ["chapeau", "/ʃæˈpoʊ/", "noun", 2.23, ["A hat."]], ["chateau", null, "noun", 3.3, ["Alternative spelling of château"]], ["château", "/ʃæˈtoʊ/", "noun", 2.87, ["A French castle, fortress, manor house, or large country house."]], ["corbeau", "", "noun", 1.54, ["The black vulture, Coragyps atratus."]], ["cordeau", "", "noun", 0.0, ["(archaic) A detonating cord."]], ["couteau", "", "noun", 1.22, ["(obsolete) A knife; a dagger."]], ["côteau", "", "noun", 0.0, ["Rare form of coteau."]], ["damoiseau", "", "noun", 0.0, ["(historical) A young gentleman who was not yet a knight but aspired to be one; a young nobleman accompanying his lord or lady to hunt, walk, travel, etc."]], ["extrabureau", "", "adj", 0.0, ["Outside of a bureau or office."]], ["faifeau", "", "noun", 0.0, ["(Samoa) A church minister."]], ["flambeau", "/ˈflambəʊ/", "noun", 2.02, ["A burning torch, especially one carried in procession."]], ["fourneau", "", "noun", 1.2, ["(mining, archaic) The chamber of a mine in which the powder is placed."]], ["fricandeau", "/ˈfɹɪkənˌdoʊ/", "noun", 0.0, ["Thinly sliced meat, especially veal, fried or stewed with a sauce; a fricassee."]], ["fromenteau", "", "noun", 0.0, ["A lesser French grape variety."]], ["gateau", null, "noun", 1.88, ["(chiefly UK) A rich, usually iced, cake."]], ["hachereau", "", "noun", 0.0, ["(archaeology) a cleaver, similar to an ax but with a wider cutting edge"]], ["interplateau", "", "adj", 0.0, ["Between plateaus."]], ["intraplateau", "", "adj", 0.0, ["Within a plateau."]], ["jambeau", "/ˈd͡ʒæm.boʊ/", "noun", 0.0, ["(historical, chiefly in the plural) A piece of armour for the leg (especially below the knee), a greave."]], ["kareau", "", "noun", 0.0, ["kareao"]], ["manteau", "/ˈmæntəʊ/", "noun", 1.39, ["A cloak or gown, especially of a kind popular with women in the 17th and 18th centuries."]], ["moineau", "", "noun", 0.0, ["(fortifications) A small flat bastion, raised in the middle of an overlong curtain."]], ["morceau", "/ˈmɔː(ɹ)səʊ/", "noun", 1.39, ["A small bit; a morsel or snippet."]], ["multibureau", "", "adj", 0.0, ["Involving more than one bureau or office."]], ["multiplateau", "", "adj", 0.0, ["Having multiple plateaus."]], ["museau", "/mjuːˈzəʊ/", "noun", 0.0, ["(chiefly literary) Someone's face."]], ["neneleau", "", "noun", 0.0, ["Rhus sandwicensis, a sumac native to Hawaii"]], ["niveau", "", "noun", 1.67, ["(literary, poetic, somewhat rare) level, grade, standard"]], ["nouveau", "/nuːˈvəʊ/", "adj", 3.07, ["New, fashionable."]], ["noyeau", "", "noun", 0.0, ["Archaic spelling of noyau. (French liqueur)"]], ["pineau", "", "noun", 1.93, ["An alcoholic drink made from unfermented grape juice and cognac."]], ["plateau", "/plæˈtoʊ/", "noun", 3.61, ["A largely level expanse of land at a high elevation; tableland."]], ["portmanteau", "/pɔːɹtˈmæntoʊ/", "noun", 2.56, ["A large travelling case usually made of leather, and opening into two equal sections.", "(attributive, linguistics) Made by combining two (or more) words, stories, etc., in the manner of a linguistic portmanteau.", "(linguistics) A portmanteau word."]], ["radeau", "", "noun", 0.0, ["A float; a raft."]], ["rideau", "/ɹi.ˈdəʊ/", "noun", 2.35, ["A fortification or barrier such as a small earthen mound or ridge, a file of troops, etc."]], ["rondeau", "/ˈɹɑnˌdoʊ/", "noun", 1.91, ["(poetry) A fixed form of verse based on two rhyme sounds and consisting usually of 13 lines in three stanzas with the opening words of the first line of the first stanza used as an independent refrain after the second and third stanzas."]], ["rouleau", "/ɹuːˈləʊ/", "noun", 2.04, ["A little roll; a roll of coins put up in paper, or something resembling such a roll."]], ["réseau", "", "noun", 1.48, ["(astronomy) A system of lines forming small squares of standard size, which is photographed, by a separate exposure, on the same plate with star images to facilitate measurements, detect changes of the film, etc."]], ["subbureau", "", "noun", 0.0, ["A district-level public security bureau in China."]], ["tableau", "/tæˈbloʊ/", "noun", 2.92, ["A striking and vivid representation; a picture."]], ["telebureau", "", "noun", 0.0, ["A telecentre."]], ["tonneau", "/təˈnoʊ/", "noun", 1.9, ["The rear body or compartment of some types of motor vehicle, especially one containing seats for passengers."]], ["torteau", "", "noun", 0.0, ["(heraldry) A roundel of a red colour (gules)."]], ["traineau", "", "noun", 0.0, ["(obsolete) A kind of decorated sleigh, sometimes resembling an animal."]], ["trousseau", "/ˈtɹuˌsoʊ/", "noun", 2.13, ["The clothes and linen, etc., that a bride collects or that is given to her for her wedding and married life, especially a traditional or formal set of these."]], ["trumeau", "/tɹuːˈməʊ/", "noun", 0.0, ["(architecture) The pillar or center post supporting the lintel in the middle of a doorway or window opening, especially in a church."]]], "m": [["Eskimau", "", "noun", 0.0, ["Archaic form of Eskimo."]], ["Esquimau", "", "noun", 0.0, ["Archaic form of Eskimo."]], ["Mau", "", "noun", 3.07, ["A kind of short-haired domestic cat."]]], "s": [["MSAU", "", "noun", 0.0, ["MAU: a hub for a Token Ring network."]], ["Nassau", "/ˈnæsɔː/", "noun", 3.32, ["(golf, gambling) A wager consisting essentially of three separate bets, for the best score on each of the front nine (holes 1–9), back nine (holes 10–18), and total 18 holes."]]], "w": [["Sawau", "", "noun", 0.0, ["A tribe of people in Fiji."]], ["wau", "", "noun", 2.1, ["Digamma (Ϝ/ϝ)."]], ["williwau", "", "noun", 0.0, ["Archaic form of williwaw."]]], "h": [["Zornhau", "", "noun", 0.0, ["(fencing) A powerful, diagonally descending blow."]], ["bacalhau", "", "noun", 1.41, ["Dried salted cod."]], ["ghau", "", "noun", 0.0, ["Alternative spelling of gau"]], ["kahau", "", "noun", 0.0, ["The proboscis monkey."]], ["whau", "", "noun", 0.0, ["Entelea arborescens, a malvaceous tree endemic to New Zealand."]]], "a": [["akiapolaau", "", "noun", 0.0, ["A Hawaiian honeycreeper, Hemignathus munroi"]]], "t": [["antitau", "", "noun", 0.0, ["(physics) the antitauon."]], ["ditau", "", "adj", 0.0, ["(physics) Consisting of two tau particles."]], ["stau", "", "noun", 1.1, ["(physics) A slepton which is the hypothetical superpartner of a tau lepton."]]], "r": [["arrau", "", "noun", 1.14, ["Short for arrau turtle."]], ["eigengrau", "/ˈaɪɡənɡɹaʊ/", "noun", 0.0, ["The dark grey colour seen by the eyes in perfect darkness as a result of signals from the optic nerves."]], ["feldgrau", "", "noun", 0.0, ["(uncountable) The greenish-grey colour of German military uniforms."]], ["frau", "/fɹaʊ/", "noun", 3.07, ["A woman, especially a German woman."]], ["purau", "", "noun", 0.0, ["A Polynesian shrub or small tree, Hibiscus tiliaceus, having yellow flowers and a fibrous bark."]]], "b": [["ausbau", "", "adj", 0.0, ["(linguistics, sociolinguistics, of a language or dialect) Constituting a standard; being deliberately shaped and standardized; having the social, political, or legal status of a standard language.", "The process of standardizing a language; the resulting standard language."]], ["berimbau", "/ˌbɛɹɪmˈbaʊ/", "noun", 1.22, ["(music) A percussion instrument, consisting of a gourd (as resonator) and a single wire stretched along a pole, used in Brazil, has a pivotal role in capoeira ensembles."]]], "y": [["boyau", "/ˈbwɑːjəʊ/", "noun", 0.0, ["(military) A small trench or ditch, typically built in a zigzag pattern, serving to connect or provide communication between two trenches, particularly the rear and front lines."]], ["noyau", "", "noun", 0.0, ["A French liqueur made at Poissy in north central France from brandy and flavoured with almonds and the pits of apricots."]]], "l": [["bulau", "", "noun", 0.0, ["(archaic) An East Indian insectivorous mammal (Echinosorex gymnura), somewhat like a rat in appearance, but allied to the hedgehog."]], ["halau", "", "noun", 0.0, ["A school or group of hula dancers."]], ["hukilau", "", "noun", 0.0, ["A Hawaiian gathering to catch fish by casting a net and pulling it back."]], ["laulau", "", "noun", 0.0, ["A Hawaiian dish of pork or fish etc. wrapped in taro leaf."]], ["palau", "", "noun", 2.68, ["Alternative spelling of pilaf (“dish of browned rice etc.”)"]], ["pelau", "", "noun", 0.0, ["Alternative spelling of pilaf (“dish of browned rice etc.”)"]], ["pilau", "", "noun", 1.58, ["Alternative spelling of pilaf"]], ["pillau", "", "noun", 0.0, ["Dated form of pilau."]]], "i": [["fabliau", "", "noun", 1.05, ["A short, farcical, often bawdy tale of a genre written in the North of France in the 12th, 13th and 14th centuries."]], ["heiau", "/ˈheɪaʊ/", "noun", 1.52, ["(Hawaii) A temple in traditional Hawaiian society."]], ["olitiau", "", "noun", 0.0, ["A gigantic cryptid of Central Africa, said to resemble a bat or flying reptile."]]], "g": [["gau", "/ɡaʊ/", "noun", 2.42, ["(Tibetan Buddhism) A prayer box or small container worn as jewelry and containing an amulet or similar item."]]], "k": [["kikau", "", "noun", 0.0, ["Foulehaio procerior, a honeyeater endemic to Fiji."]], ["langkau", "", "noun", 0.0, ["(Malaysia) moonshine; home-brewed alcoholic drink"]], ["nikau", "", "noun", 0.0, ["(New Zealand) Rhopalostylis sapida, a palm tree of New Zealand."]], ["pikau", "", "noun", 0.0, ["(New Zealand) A makeshift knapsack or pack."]], ["sakau", "", "noun", 0.0, ["Kava (in Micronesian contexts)."]], ["wekau", "", "noun", 0.0, ["(zoology) An extinct small New Zealand owl with short wings and long legs that lived chiefly on the ground (†Sceloglaux albifacies)."]], ["whekau", "", "noun", 0.0, ["laughing owl"]]], "u": [["koauau", "", "noun", 0.0, ["(music) A small Māori flute, ductless and notchless, with three to six fingerholes."]], ["luau", "/ˈlu.aʊ/", "noun", 2.36, ["An elaborate Hawaiian feast featuring traditional foods and entertainment."]]], "d": [["landau", "/ˈlæn.dɔː/", "noun", 2.85, ["A type of lightweight, four-wheeled carriage in which the front and back passenger seats face each other."]]], "p": [["mapau", "", "noun", 0.0, ["(New Zealand) Any of several trees of New Zealand, especially in the genus Myrsine."]], ["papau", "", "noun", 0.0, ["Dated form of papaya."]], ["pau", "", "adj", 3.06, ["(Hawaii) done; over; finished", "(historical) A unit of volume used in Brunei, Malaysia, Sabah, and Sarawak, equivalent to 2 imperial gills (approximately 0.284 litres or 0.6 US pints)."]]], "v": [["vau", "", "noun", 1.68, ["Alternative spelling of vav"]]]}, "s": {"i": [["Bisu", "", "noun", 1.34, ["a Loloish language of Thailand and China"]], ["Kawaiisu", "", "noun", 0.0, ["A Native Californian ethnic group living in the Tehachapi Valley and to the north across the Tehachapi Pass in the southern Sierra Nevada, toward Lake Isabella and Walker Pass."]], ["Mbisu", "", "noun", 0.0, ["Bisu proper as opposed to Laomian."]], ["makisu", "", "noun", 0.0, ["A bamboo mat used in preparing rolled sushi and other Japanese foods."]], ["sisu", "/ˈsɪsʉː/", "noun", 1.98, ["Strength of will in the face of adversity; grit; perseverance; regarded as an integral part of Finnish culture."]], ["tiramisu", "/ˌtɪɹəˈmisu/", "noun", 2.46, ["An Italian semifreddo dessert, originally from Veneto, made from ladyfinger biscuits, cocoa, mascarpone cheese, Marsala wine, eggs (or sometimes cream), sugar and espresso coffee."]], ["zaisu", "/ˈzaɪsuː/", "noun", 0.0, ["A traditional Japanese chair with no legs but a normal back."]]], "u": [["Bukusu", "", "noun", 0.0, ["An indigenous tribe of Kenya."]], ["Susu", "", "noun", 2.15, ["A Mande ethnic group living primarily in Guinea."]], ["susu", "", "noun", 2.15, ["(finance) An informal money pooling scheme practised in Africa, the Caribbean, and some immigrant communities."]]], "t": [["Daibutsu", "", "noun", 0.0, ["A large statue of Buddha."]], ["Mutsu", "", "noun", 1.8, ["A variety of apple, a cross between the Golden Delicious and the Indo, first grown in Japan."]], ["Suffrajitsu", "", "noun", 0.0, ["(historical) The martial art of jujitsu as used as a means of self-defence by suffragettes."]], ["akamatsu", "", "noun", 1.6, ["The Japanese red pine, Pinus densiflora."]], ["anmitsu", "", "noun", 0.0, ["A Japanese dessert made of small cubes of agar jelly and served in a bowl with anko, boiled peas, often gyūhi and a variety of fruits such as peach slices, mikan, pieces of pineapples, and cherries, usually coming with a small pot of sweet black syrup which one pours onto the jelly before eating."]], ["ashiatsu", "", "noun", 0.0, ["A form of massage in which the practitioner uses their feet to deliver treatment."]], ["baritsu", "/bɑːˈɹɪtsuː/", "noun", 0.0, ["Bartitsu, a martial art, based on jujitsu, popular in late-Victorian England."]], ["bojutsu", "", "noun", 0.0, ["A martial art that focuses on the use of the bō."]], ["chashitsu", "", "noun", 0.0, ["An architectural space designed for Japanese tea ceremony gatherings, typically having shoji windows and sliding doors made of wooden lattice."]], ["dodoitsu", "", "noun", 0.0, ["(poetry) A specific form of Japanese poem without rhyme, having lines of 7-7-7-5 morae."]], ["gaiatsu", "", "noun", 0.0, ["Foreign pressure; pressure applied by one country onto another."]], ["jiujitsu", "", "noun", 1.84, ["Alternative spelling of jujitsu"]], ["jujitsu", "/ˌd͡ʒuːˈd͡ʒɪtsuː/", "noun", 2.24, ["A method of self-defence established in Japan emphasizing “jū” (soft or gentle) “jutsu” (art or technique). Japanese martial art that utilizes a large variety of techniques in defense against an opponent."]], ["kadomatsu", "", "noun", 0.0, ["A traditional decoration consisting of pine boughs and other plant cuttings placed in pairs in front of a home for Japanese New Year."]], ["katsu", "", "noun", 2.29, ["(food) Panko breaded and deep-fried Japanese food"]], ["kayakujutsu", "", "noun", 0.0, ["In Japanese martial arts, the use of firearms, gunpowder and explosives, especially by ninja."]], ["keiretsu", "", "noun", 1.71, ["A set of Japanese companies with interlocking business relationships and shareholdings."]], ["kenjutsu", "", "noun", 1.54, ["Japanese swordsmanship"]], ["kotatsu", "", "noun", 1.37, ["A knee-high table with a heater inside which is used with a coverlet during winter."]], ["kuromitsu", "", "noun", 0.0, ["A Japanese sugar syrup, similar to molasses, but thinner and milder, typically made from unrefined muscovado sugar."]], ["kusarigamajutsu", "", "noun", 0.0, ["The Japanese martial art of wielding the kusarigama."]], ["kushikatsu", "", "noun", 0.0, ["A Japanese dish of deep-fried skewered meat and vegetables."]], ["meibutsu", "", "noun", 0.0, ["A product famously associated with a particular region of Japan, often purchased as a gift or souvenir."]], ["mokusatsu", "", "noun", 0.0, ["A policy of ignoring or taking no notice of something."]], ["naginatajutsu", "", "noun", 0.0, ["The Japanese martial art of wielding the naginata."]], ["nenbutsu", "", "noun", 0.0, ["(Buddhism) The chanting of the name of Amitābha Buddha, thought to rescue the devotee to the pure land."]], ["ninjutsu", "/nɪnd͡ʒɪtsu/", "noun", 2.07, ["(martial arts) A Japanese martial art that is a collection of techniques originally practiced for Japanese espionage purposes, and includes methods of gathering information, nondetection, avoidance, and misdirection techniques. Used by ninja (忍者)."]], ["otsu", "", "adj", 1.91, ["(linguistics) In Old Japanese, one of two sets of vowels of uncertain pronunciation which fell together in modern Japanese."]], ["ritsu", "", "noun", 2.04, ["(music) An anhemitonic pentatonic scale used in a Japanese Buddhist chant, and built up by intervals of major second, minor third, major second, major second, minor third."]], ["shiatsu", "/ʃiːˈɑːt.suː/", "noun", 2.18, ["A form of massage, using the thumbs and palms, employed as therapy."]], ["sojutsu", "", "noun", 0.0, ["The Japanese martial art of fighting with a spear."]], ["sokushinbutsu", "/ˌsɒkuʃɪnˈbʊtsuː/", "noun", 0.0, ["(historical) A Buddhist monk observing austerity to the point of death and mummification."]], ["taijutsu", "", "noun", 1.43, ["Japanese martial arts techniques that rely on a set of body movements without weapons."]], ["tokusatsu", "", "noun", 1.61, ["A Japanese genre of film and television drama featuring superheroes and special effects."]], ["tonkatsu", "/tɑŋˈkætsu/", "noun", 1.61, ["A popular Japanese dish consisting of a breaded, deep-fried pork cutlet served in bite-sized pieces and often accompanied by shredded cabbage and miso soup."]], ["tonkotsu", "/tɑŋˈkɑtsu/", "noun", 1.58, ["A Japanese broth made from pork marrow, typically served with ramen.", "A Japanese tobacco-box."]], ["washitsu", "", "noun", 0.0, ["A Japanese room with tatami flooring and usually sliding doors."]], ["watsu", "", "noun", 1.1, ["A form of body massage performed on a subject lying in warm water."]], ["zuihitsu", "", "noun", 0.0, ["A Japanese literature genre consisting of loosely connected essays and fragmented ideas"]]], "n": [["Ginsu", "/ˈɡɪnsuː/", "noun", 1.23, ["A kind of sharp kitchen knife."]], ["tansu", "", "noun", 1.15, ["A traditional portable chest from Japan."]]], "s": [["babassu", "", "noun", 1.1, ["A tall Brazilian feather palm, Attalea speciosa, having hard-shelled nuts that yield an edible oil."]], ["bussu", "", "noun", 0.0, ["The palm tree Manicaria saccifera."]], ["cupuassu", "", "noun", 0.0, ["A tropical fruit tree related to cacao, Thebroma grandiflora, the source of an edible fruit whose seeds can be used like cocoa beans."]], ["imbirussu", "", "noun", 0.0, ["A cotton tree of Brazil."]], ["jararacussu", "", "noun", 0.0, ["Bothrops jararacussu, a highly venomous pit viper, endemic to South America."]], ["kassu", "", "noun", 0.0, ["A kind of catechu made from the fruit of the betel palm."]], ["lamassu", "/ləˈmasuː/", "noun", 1.06, ["An Assyrian protective deity, often depicted as having the head of a human, the body of an ox or lion, and the wings of a bird."]], ["lassu", "", "noun", 0.0, ["Archaic form of lasso."]], ["tajassu", "", "noun", 0.0, ["(zoology, dated) The common or collared peccary."]]], "g": [["bingsu", "", "noun", 0.0, ["A Korean shaved ice dessert with sweet toppings that may include chopped fruit, condensed milk, fruit syrup, and red (azuki) beans."]]], "y": [["cambarysu", "", "noun", 0.0, ["A device reportedly used by the Catuquinaru to communicate, consisting of a wooden drum, filled with various materials and half-buried; when one was beaten, the vibrations (travelling through the earth) could be heard on the devices in other villages up to 1.5 km away."]]], "o": [["dihydroqinghaosu", "", "noun", 0.0, ["dihydroartemisinin"]], ["gosu", "/ˈɡoʊsuː/", "noun", 1.38, ["(rare) A person of great skill; master; expert.", "(rare) Exceptional in skill; elite."]], ["kabosu", "", "noun", 0.0, ["The juicy citrus fruit of Citrus sphaerocarpa, often used in Japanese food. It is grown primarily in Ōita Prefecture."]], ["qinghaosu", "/ˌt͡ʃɪŋhaʊˈsuː/", "noun", 0.0, ["The drug artemisinin."]]], "a": [["kachasu", "", "noun", 0.0, ["A form of moonshine brewed in East Africa."]], ["masu", "/ˈmasuː/", "noun", 1.68, ["A plant, Hedysarum alpinum, whose edible root is consumed by the Inuit of Alaska.", "A square wooden box, originally used to measure rice in Japan during the feudal period.", "masu salmon (Oncorhynchus masou)"]], ["namasu", "", "noun", 0.0, ["A Japanese dish consisting of thinly sliced uncooked vegetables and meat or seafood, marinated in rice vinegar."]], ["tenkasu", "", "noun", 0.0, ["Crunchy pieces of deep-fried flour batter used in Japanese cuisine."]]], "k": [["kuksu", "", "noun", 0.0, ["A Korean noodle soup with beef, cabbage, etc., served cold, and popular in Uzbekistan."]]], "e": [["puroresu", "", "noun", 0.0, ["(uncountable) Japanese professional wrestling"]]]}, "n": {"a": [["Chitrabaanu", "", "noun", 0.0, ["The sixteenth year of the 60-year cycle of the Tamil calendar."]], ["SANU", "", "noun", 2.22, ["Any of a group of South American native ungulates, extinct ungulate-like mammals sharing uncertain affinities."]], ["Subhaanu", "", "noun", 0.0, ["The seventeenth year of the 60-year cycle of the Tamil calendar."]], ["samanu", "", "noun", 0.0, ["A sweet, rich, brown Western and Central Asian pudding made of wheat germ ground on a hand mill and boiled till it has the consistency of moist halva; a component of Haft Seen."]], ["shahbanu", "", "noun", 0.0, ["The consort of a shah."]], ["tamanu", "", "noun", 1.06, ["A tree (Calophyllum inophyllum), widely distributed in the Pacific islands, that is a source of a resin, and a bitter oil (tamanol)"]]], "i": [["Tofinu", "", "noun", 0.0, ["An indigenous people of Togo and Benin who live in houses on piles in lakes."]], ["komainu", "", "noun", 0.0, ["Carved stone statues of stylized lions that guard the entrance to some Japanese temples or shrines."]]], "g": [["Xiongnu", "/ʃɒŋˈnuː/", "noun", 1.51, ["(historical) An ancient nomadic-based people that formed a state or confederation north of the agriculture-based empire of the Han dynasty."]], ["gnu", "/nuː/", "noun", 3.04, ["A large antelope of the genus Connochaetes, native to Africa, having curved horns."]], ["shengnu", "", "noun", 0.0, ["Alternative spelling of sheng nu"]]], "n": [["argamannu", "", "noun", 0.0, ["A red-purple dye."]], ["inconnu", "", "noun", 1.42, ["A large salmonid fish, Stenodus leucichthys, with a large mouth with a protruding lower jaw and a high and pointed dorsal fin"]]], "r": [["biscornu", "", "noun", 0.0, ["A kind of ornamental pincushion, usually made out of Aida cloth or linen, and decorated with embroidery."]], ["cornu", "", "noun", 1.95, ["A horn, or anything shaped like or resembling a horn."]]], "e": [["genu", "/ˈd͡ʒiˌnu/", "noun", 1.7, ["(anatomy, zootomy) The knee."]], ["ingenu", "", "noun", 0.0, ["(rare) An innocent, unsophisticated, naive, wholesome boy or young man."]], ["megamenu", "", "noun", 0.0, ["(Internet, graphical user interface, neologism) A dropdown menu that expands into a relatively large and complex interface rather than a simple vertical list of commands."]], ["menu", "/ˈmɛnju/", "noun", 4.26, ["The details of the food to be served at a banquet; a bill of fare."]], ["parvenu", "/ˈpɑɹ.və.nju/", "noun", 1.58, ["A person who has risen, climbed up, or has been promoted to a higher social class, especially through acquisition of wealth, privileges, or political authority but has not gained social acceptance by those within that new class.", "Being a parvenu; also, like, having the characteristics of, or associated with a parvenu."]], ["venu", "", "noun", 1.99, ["(music) One of the ancient transverse flutes of Indian classical music."]]], "u": [["gigunu", "", "noun", 0.0, ["(religion, historical) A kind of ancient shrine or holy dwelling, of disputed function, associated with a ziggurat."]], ["nunu", "", "noun", 2.13, ["(South Africa) a weevil (or similar insect)"]]], "o": [["honu", "", "noun", 1.33, ["A green sea turtle, Chelonia mydas."]], ["vonu", "", "noun", 0.0, ["(neologism) The act of covertly residing in a secluded area (off the grid) and refraining from interaction with authorities, such as the government."]]], "é": [["ingénu", "", "noun", 0.0, ["Alternative spelling of ingenu"]]]}, "i": {"f": [["FIU", "", "noun", 2.47, ["Financial Intelligence Unit"]]], "b": [["abiu", "", "noun", 0.0, ["A South American tropical fruit tree, Pouteria caimito."]]], "j": [["baijiu", "/ˈbaɪd͡ʒuː/", "noun", 1.71, ["A clear Chinese distilled alcoholic beverage, generally distilled from sorghum and about 40-60% alcohol by volume."]], ["huangjiu", "", "noun", 0.0, ["A class of Chinese alcoholic beverages made from fermented grains including rice, millet, and wheat, typically 10–20% alcohol by volume."]], ["jiu", "", "noun", 2.95, ["Any Chinese alcoholic beverage"]], ["mijiu", "", "noun", 0.0, ["A variety of Chinese rice wine, made from fermented glutinous rice and usually about 15–20% alcohol by volume."]]], "c": [["brocciu", "/ˈbɹɒt͡ʃuː/", "noun", 0.0, ["A Corsican cheese produced from ewe's milk, containing no lactose."]]], "n": [["painiu", "", "noun", 0.0, ["(Hawaii) A local common name for Astelia waialealae."]]], "p": [["piupiu", "", "noun", 0.0, ["A grass skirt worn by the Maori."]]], "x": [["pixiu", "/piːˈʃjəʊ/", "noun", 0.0, ["(Chinese mythology) A mythical Chinese creature resembling a winged lion, supposed to bring wealth."]]], "a": [["taraiu", "", "noun", 0.0, ["Among the Tolai, a sacred grove associated with male rituals."]]]}, "j": {"d": [["Gaagudju", "", "noun", 0.0, ["An Australian Aboriginal people of the Northern Territory."]], ["badju", "", "noun", 0.0, ["Dated form of baju."]], ["budju", "", "noun", 0.0, ["(historical) The monetary unit of Algeria until 1848, equivalent to 24 muzuna."]]], "g": [["Singju", "", "noun", 0.0, ["A spicy Meitei traditional dish, made of ingredients such as meat and vegetables."]], ["jingju", "", "noun", 0.0, ["Peking opera"]]], "n": [["anju", "", "noun", 2.11, ["Korean food consumed with alcohol."]], ["manju", "", "noun", 2.17, ["A traditional Japanese confection; most have an outside made from flour, rice powder, kudzu, and buckwheat, and a filling of red bean paste, usually made from boiled azuki beans and sugar; in Hawaii, Okinawan ones are made with a filling of purple sweet potato, butter, milk, sugar, and salt, but the most common filling is bean paste."]], ["renju", "", "noun", 0.0, ["The professional variant of the game of gomoku, played on a 15×15 board, and eliminating the \"perfect win\" situation in gomoku by adding special conditions for the first player."]], ["shinju", "", "noun", 1.54, ["(BDSM) The binding of the female breasts.", "In Japan, an act of joint suicide by two or more people bound by love, such as romantic partners or family members."]], ["wonju", "", "noun", 1.17, ["A long-sleeved blouse worn by women in Bhutan."]]], "a": [["baju", "", "noun", 1.78, ["A traditional Malay jacket worn with a sarong."]], ["kaju", "", "noun", 1.46, ["(India) cashew nut"]], ["piyaju", "", "noun", 0.0, ["A fritter originating from Bangladesh that consists of lentils, onions, chilis, and spices and is then deep-fried. It is especially eaten during the holy month of Ramadan for iftar."]]], "u": [["cuju", "/ˈtsuːd͡ʒuː/", "noun", 0.0, ["An ancient Chinese ball game involving kicking a ball through an opening into a net."]], ["juju", "/ˈd͡ʒuːd͡ʒu/", "noun", 2.97, ["(countable) A fetish or charm believed by West Africans to have magical or supernatural powers."]], ["sucuruju", "", "noun", 0.0, ["An anaconda."]]], "o": [["hoju", "", "noun", 0.0, ["A patriarchal family registration system in Korea."]], ["soju", "/ˈsoʊd͡ʒuː/", "noun", 2.32, ["A Korean distilled alcoholic beverage, similar to shochu."]]], "e": [["jeju", "", "noun", 2.78, ["A South American (Amazonian) erythrinid fish, Hoplerythrinus unitaeniatus (formerly sometimes Erythrinus unitaeniatus)."]], ["meju", "", "noun", 0.0, ["A brick of dried fermented soybeans."]]], "i": [["jiju", "", "noun", 1.19, ["(India) brother-in-law"]], ["kaiju", "/ˈkai.d͡ʒu/", "noun", 2.62, ["A giant monster, particularly of the kind found in Japanese science fiction films, like Godzilla or Gamera."]]]}, "z": {"u": [["Isuzu", "", "noun", 2.54, ["a vehicle manufactured by Isuzu Motors"]], ["yuzu", "/ˈjuːzuː/", "noun", 2.39, ["A citrus fruit originating in East Asia, Citrus ichangensis x Citrus reticulata var. austera."]]], "e": [["Patsuezu", "", "noun", 0.0, ["a dialect of Asturian-Leonese"]]], "a": [["guazu", "", "noun", 0.0, ["(possibly obsolete) A South American deer, especially a marsh deer."]], ["onigirazu", "", "noun", 0.0, ["A form of sushi having the filling sandwiched between portions of rice instead of formed into a circle."]]], "n": [["kanzu", "", "noun", 0.0, ["A white or cream-coloured robe worn by men in the African Great Lakes region."]], ["ponzu", "", "noun", 1.69, ["A sour citrus-based sauce usually made from the juice of the 橙 (daidai), an Asian variety of bitter orange, mixed with soy sauce."]]], "d": [["kudzu", "/ˈkʊd.zuː/", "noun", 2.13, ["An Asian vine (several species in the genus Pueraria, but mostly Pueraria montans var. lobata, syn. Pueraria lobata in the US), grown as a root starch, and which is a notorious invasive weed in the United States."]]], "z": [["luzzu", "", "noun", 0.0, ["A traditional, brightly painted Maltese fishing boat."]]], "i": [["sukumizu", "", "noun", 0.0, ["A type of swimwear in Japan, mass-produced for the schools."]]]}, "q": {"o": [["Kalikoqu", "", "noun", 0.0, ["An ethnic Melanesian tribe of the Solomon Islands."]]], "a": [["chaqu", "/ˌt͡ʃɑːˈt͡ʃuː/", "noun", 0.0, ["A form of Chinese opera.", "(film) An inserted musical sequence in a Chinese movie."]]]}, "v": {"a": [["Kanakanavu", "", "noun", 0.0, ["A people native to Namasia, Taiwan"]]]}, "t": {"r": [["Kartu", "", "adj", 1.17, ["Of a family of Australian Aboriginal languages of Western Australia."]], ["vertu", "/vɚˈtu/", "noun", 2.02, ["(art, now historical) The fine arts as a subject of study or expertise; understanding of arts and antiquities."]]], "e": [["Kinipetu", "", "noun", 0.0, ["The Qaernermiut, a group of the Caribou Inuit people."]], ["Mangbetu", "", "noun", 0.0, ["A people of the Democratic Republic of the Congo."]], ["wetu", "/ˈwi.tu/", "noun", 0.0, ["(US) A dwelling, a domed hut similar to a wigwam, used by some Native Americans in the northeastern United States, especially the Wampanoag."]]], "b": [["MMBtu", "", "noun", 1.79, ["one million BTUs"]]], "n": [["Nighantu", "", "noun", 0.0, ["A particular type of Sanskrit glossary, containing brief annotations of obscure and difficult words grouped into thematic categories."]], ["jantu", "", "noun", 0.0, ["(archaic) An ancient Indian machine used to raise water to irrigate land."]], ["lucuntu", "", "noun", 0.0, ["Ischaemum timorense A grass of tropical Asia and the West Pacific."]], ["nighantu", "", "noun", 0.0, ["Alternative spelling of Nighantu"]], ["ubuntu", "/ʊˈbʊntuː/", "noun", 3.27, ["(South Africa) A Nguni Bantu ideology focusing on people's allegiances and relations with each other."]]], "a": [["Nosferatu", "/ˌnɒsfəˈɹɑːtuː/", "noun", 2.41, ["A vampire."]], ["batu", "", "noun", 2.47, ["(Hawaii, colloquial) The drug methamphetamine hydrochloride, crystal meth."]], ["maracatu", "", "noun", 0.0, ["A Brazilian performance genre involving parades and music."]], ["patu", "", "noun", 1.34, ["A Maori club or pounder."]], ["ratu", "", "noun", 2.12, ["A Fijian chief."]], ["tatu", "", "noun", 1.97, ["Archaic form of tattoo. (decorative ink design on the skin)"]], ["trikatu", "", "noun", 0.0, ["(Ayurveda) A digestive stimulant consisting of equal parts ginger root, black pepper, and long pepper."]], ["vatu", "/ˈvɑːtuː/", "noun", 1.13, ["The national currency of Vanuatu."]]], "i": [["Quitu", "", "noun", 0.0, ["(historical) A group of pre-Columbian indigenous peoples in Ecuador who founded Quito."]], ["aitu", "/ˈaɪtuː/", "noun", 1.21, ["A ghost or spirit, often malevolent, in Polynesian mythology."]], ["manitu", "", "noun", 0.0, ["Alternative spelling of manitou"]], ["situ", "", "noun", 3.28, ["Only used in in situ."]]], "t": [["battu", "", "adj", 0.0, ["(ballet, of a movement) Performed with a striking together of the legs."]], ["kalarippayattu", "/kaɭəɾipːajətːɪ/", "noun", 0.0, ["An ancient Dravidian martial art from the Indian state of Kerala."]], ["kottu", "", "noun", 0.0, ["A Sri Lankan dish made with roti, vegetables, eggs, meat, etc."]], ["phattu", "", "noun", 0.0, ["(India) A timid or cowardly person."]]], "u": [["burukutu", "", "noun", 0.0, ["An African alcoholic beverage, brewed from the grains of Guinea corn (Sorghum bicolor) and pearl millet (Cenchrus americanus, syn. Pennisetum glaucum)"]], ["kohutuhutu", "", "noun", 0.0, ["A tree of New Zealand, Fuchsia excorticata, bearing edible purple berries."]], ["llautu", "", "noun", 0.0, ["(historical) A colorful turban worn by the Sapa Incas."]], ["makutu", "", "noun", 0.0, ["(New Zealand) curse, magical curse"]], ["orutu", "", "noun", 0.0, ["A one-stringed African fiddle, played especially by the Luo people."]], ["putu", "/ˈpʊtʊ/", "noun", 1.72, ["(South Africa) A form of porridge made from maize meal."]], ["pututu", "", "noun", 0.0, ["A conch shell blown like a horn by the Inca."]], ["tutu", "/ˈtutu/", "noun", 3.02, ["A ballet skirt made of layered stiff but light netting.", "(New Zealand) Any of certain members of genus Coriaria of shrubs and trees found in New Zealand, including Coriaria arborea and Coriaria pottsiana, used by the Maori to make a sweetener, but toxic when not properly prepared."]], ["utu", "", "noun", 1.72, ["(New Zealand) Recompense, payback; revenge."]]], "p": [["impromptu", "/ɪmˈpɹɑmpt(j)u/", "adj", 3.19, ["Improvised; without prior preparation, planning or rehearsal.", "(music) A short musical composition for an informal occasion often with the character of improvisation and usually to be played solo."]]], "k": [["kkoktu", "", "noun", 0.0, ["A Korean funerary figure believed to protect, serve and care for the deceased in the immediate afterlife."]]], "o": [["motu", "", "noun", 2.33, ["A reef islet formed by broken coral and sand, surrounding an atoll."]]], "l": [["takiltu", "", "noun", 0.0, ["(historical) An Akkadian blue or purple dye."]]], "s": [["vastu", "", "noun", 1.75, ["(India) A philosophy of architecture that has elements akin to feng shui"]]]}, "k": {"r": [["Korku", "", "noun", 0.0, ["A Munda people of Madhya Pradesh, India."]]], "a": [["Mehinaku", "", "noun", 0.0, ["An indigenous people of Brazil, inhabiting the Xingu Indigenous Park."]], ["Yaaku", "", "noun", 0.0, ["An indigenous group of forest people located in Kenya."]], ["bugaku", "", "noun", 0.0, ["A Japanese traditional courtly dance, with slow, regal movements."]], ["bunraku", "", "noun", 1.4, ["A traditional form of Japanese puppet theatre."]], ["buraku", "", "noun", 1.18, ["(often italicized) The burakumin, a Japanese minority group descended from feudal outcast communities"]], ["daaku", "", "noun", 0.0, ["(India) dacoit; bandit; armed robber"]], ["danmaku", "", "noun", 0.0, ["(Internet) A form of moving subtitles used on videos posted on social media."]], ["dengaku", "", "noun", 0.0, ["(historical) A rustic Japanese agricultural celebration."]], ["dotaku", "", "noun", 0.0, ["A richly-decorated Japanese bell made from thin bronze"]], ["gagaku", "", "noun", 0.0, ["the ancient court ritual classical music of Japan, of Chinese and Korean origin"]], ["gyotaku", "", "noun", 0.0, ["A traditional form of Japanese fish printing."]], ["kigaku", "", "noun", 0.0, ["A form of fortune-telling of Japanese origin based on Chinese twelve year zodiac cycle calendar, and the five traditional elements of wood, fire, earth, metal, and water."]], ["kinbaku", "", "noun", 0.0, ["(BDSM) A Japanese style of bondage that involves tying a person up using simple yet visually intricate patterns, usually with several pieces of thin rope."]], ["kinchaku", "", "noun", 0.0, ["A traditional Japanese drawstring bag or pouch, worn like a purse or handbag, for carrying around personal possessions."]], ["kuromaku", "", "noun", 0.0, ["In Japan, an éminence grise or secret decision-maker."]], ["mamaku", "", "noun", 0.0, ["Cyathea medullaris, the black tree fern of New Zealand."]], ["mathemaku", "/ˌmæθəˈmækuː/", "noun", 0.0, ["(rare) A genre of pseudohaiku which combines a very short poetic structure with elegant mathematical expression; also, an example of this genre."]], ["nunchaku", "/nʌnˈt͡ʃɑku/", "noun", 1.71, ["(countable) A weapon originating from Okinawa, Japan, consisting of two sticks joined by a chain or cord."]], ["oshaku", "", "noun", 0.0, ["An apprentice geisha having the role of pouring sake or other alcoholic beverages for others."]], ["rangaku", "", "noun", 0.0, ["(historical) The Japanese study of Western knowledge."]], ["rendaku", "", "noun", 0.0, ["(linguistics) In the Japanese language, a phenomenon which governs the voicing of the initial consonant of the non-initial portion of a compound or prefixed word. An example is 時々 (ときどき, tokidoki), where the second, iterative element \"-toki\" becomes \"-doki\" and 折り紙 (おりがみ, origami) where the word 紙 (かみ, kami; paper) becomes \"gami\"."]], ["rokkaku", "", "noun", 0.0, ["A traditional six-sided Japanese fighting kite."]], ["sangaku", "", "noun", 0.0, ["A geometrical problem or theorem on a wooden tablet, placed as an offering at a Japanese shrine.", "(historical) An old circus-like form of entertainment in Japan, a predecessor of sarugaku."]], ["sanpaku", "", "noun", 0.0, ["The presence of visible white space (sclera) above or below the iris of the human eye, traditionally supposed in China to indicate physical or mental imbalance."]], ["sarugaku", "", "noun", 0.0, ["(historical) A form of Japanese theater popular during the 11th to 14th centuries."]], ["shaku", "", "noun", 1.79, ["The Japanese foot, a traditional Japanese unit of length equal to 10 sun or ¹/₁₀ of a jō, now standardized as equal to ¹⁰/₃₃ of a meter."]], ["tanzaku", "", "noun", 0.0, ["A slip of paper to write poetry on"]]], "o": [["Shikoku", "/ʃɪˈkəʊkuː/", "noun", 2.19, ["A dog of a particular breed of Japanese origin."]], ["boku", "", "noun", 2.59, ["Alternative spelling of beaucoup (lots, a large amount)"]], ["gomoku", "", "noun", 0.0, ["An abstract strategy board game, played with pieces from the game go (black and white stones) on a go board with 19×19 intersections, or as a paper-and-pencil game. The winner is the first player to achieve an unbroken sequence of five of their pieces in a row, a column or a diagonal."]], ["haboku", "/hɑˈboʊ.ku/", "noun", 0.0, ["A technique of using splashed ink in brushwork painting, especially for painting a landscape."]], ["hidoku", "", "noun", 0.0, ["(games, puzzles) a puzzle where a diagram is filled with numbers between 1 and the number of cells of the diagram, each number is used exactly once, and consecutive numbers must be orthogonally or diagonally adjacent."]], ["koku", "", "noun", 2.13, ["A unit of measure in feudal Japan, the amount of rice needed to feed one person for a year."]], ["kwazoku", "", "noun", 0.0, ["(historical) A Meiji-era Japanese noble, one who would formerly have been classed as a samurai or a daimyo."]], ["sakoku", "", "noun", 0.0, ["(historical) The foreign policy of Japan between the 1630s and 1866, during which entry to and exit from Japan were severely restricted."]], ["santoku", "", "noun", 1.35, ["A Japanese knife for general culinary usage."]], ["shinrinyoku", "", "noun", 0.0, ["In Japanese culture, a recreational trip to the forest for relaxation and well-being; forest bathing."]], ["sudoku", "/sʊˈdoʊku/", "noun", 2.64, ["(games, puzzles) A type of pencil puzzle played on a square grid, requiring each of the columns, each of the rows, and each of the subregions (called \"boxes\" or \"regions\") to contain the lowest whole numbers up to the dimension of the puzzle, usually 1 to 9, once each. The subregions are rectangular or square except in variants."]], ["teishoku", "", "noun", 0.0, ["A set meal, usually a tray with one or more main courses, along with a number of side dishes (salad, rice, pickles, soup, etc.)."]], ["temmoku", "", "noun", 0.0, ["Alternative spelling of tenmoku"]], ["tenmoku", "/ˈtɛməku/", "noun", 0.0, ["A dark glaze with a surface that resembles oil spotting, made of feldspar, limestone, and iron oxide."]], ["washoku", "", "noun", 1.1, ["Japanese cuisine, traditional Japanese food."]], ["yoshoku", "", "noun", 0.0, ["A style of Western-influenced Japanese cuisine."]]], "u": [["Truku", "", "noun", 0.0, ["Truku people, a sub-ethnic group in Taiwan"]], ["buku", "", "noun", 1.83, ["Alternative spelling of beaucoup (lots, a large amount)"]], ["daifuku", "", "noun", 1.28, ["A Japanese dessert consisting of a large mochi stuffed with red bean paste."]], ["fuku", "", "noun", 1.73, ["A Japanese-style school uniform, especially a sailor fuku."]], ["genpuku", "", "noun", 0.0, ["A Japanese coming-of-age ceremony modelled after an early Tang Dynasty Chinese custom."]], ["hapuku", "", "noun", 0.0, ["(zoology) A large and valuable food fish, Polyprion oxygeneios, in the family Serranidae of New Zealand."]], ["juku", "", "noun", 1.58, ["A private Japanese school offering lessons outside of regular school time."]], ["kotuku", "", "noun", 0.0, ["(New Zealand) The white heron Egretta alba."]], ["kotukutuku", "", "noun", 0.0, ["A tree of New Zealand, Fuchsia excorticata, bearing edible purple berries."]], ["kuku", "", "noun", 2.22, ["An Iranian dish somewhat resembling a quiche or omelette."]], ["mashuku", "", "noun", 0.0, ["Uapaca kirkiana, the sugar-plum."]], ["mazuku", "", "noun", 0.0, ["(geology) A pocket of carbon-dioxide-rich air that accumulates near the ground and can be lethal to humans and animals."]], ["minshuku", "", "noun", 0.0, ["A type of hotel found in Japan, a cheaper version of a ryokan."]], ["puku", "/ˈpuːkuː/", "noun", 1.31, ["A medium-sized antelope found in Central Africa (Kobus vardonii).", "(New Zealand) The belly."]], ["pulenuku", "", "noun", 0.0, ["The village mayor of an atoll of Tokelau."]], ["seifuku", "", "noun", 1.24, ["A Japanese school uniform modelled on the sailor suit."]], ["seppuku", "/ˈsɛ.pu(ˌ)ku/", "noun", 2.3, ["A form of ritual suicide by disembowelment using a blade, practiced by Japanese samurai, especially to rid oneself of shame, as a means of protest, or, formerly, as a method of capital punishment."]], ["tukutuku", "", "noun", 0.0, ["ornamental latticework used among the Māori people to decorate meeting-houses"]]], "s": [["aurresku", "", "noun", 0.0, ["A traditional Basque dance."]]], "n": [["banku", "", "noun", 1.76, ["A Ghanaian dish of fermented corn and cassava dough formed into a paste cooked by steaming."]], ["renku", "", "noun", 0.0, ["A type of Japanese poetry formed from linked haikus"]], ["tunku", "", "noun", 1.85, ["A Malay prince."]]], "i": [["haiku", "/ˈhaɪ.ku/", "noun", 3.08, ["A Japanese poem in three lines, the first and last consisting of five morae, and the second consisting of seven morae, usually with an emphasis on the season or a naturalistic theme."]], ["hotchiku", "", "noun", 0.0, ["An end-blown vertical bamboo flute used in traditional Japanese music, similar to the shakuhachi."]], ["limeraiku", "", "noun", 0.0, ["A jocular poetic form, combining aspects of the limerick and the Western haiku."]], ["pseudohaiku", "", "noun", 0.0, ["False or free-form haiku; any form of syllabically parsimonious or otherwise pithy poetry, usually comprising three lines of verse per poem."]], ["siku", "", "noun", 1.7, ["A type of traditional panpipe from the Andes."]], ["yakiniku", "", "noun", 1.63, ["Meat grilled on a barbecue Japanese-style."]]], "k": [["ishshakku", "", "noun", 0.0, ["(historical) A ruler or chief priest in ancient Assyria."]], ["lekku", "", "noun", 0.0, ["Either of the two appendages that protrude from the head of a Twi'lek (a race of creatures in Star Wars)"]], ["murukku", "", "noun", 1.04, ["(India) A snack usually made of rice or urad dal flour, formed into a twisty shape."]], ["utukku", "", "noun", 0.0, ["(mythology) In Sumerian religion, a class of spirits who had escaped the underworld, either by their own power or by being summoned forth by a priest."]]], "l": [["mallku", "", "noun", 0.0, ["A prince or leader among the Aymara people."]], ["tulku", "", "noun", 1.61, ["In Tibetan Buddhism, a high-ranking lama who can choose the manner of his or her rebirth."]]]}, "d": {"n": [["Lindu", "", "noun", 0.0, ["A certain ethnic group of Indonesia."]], ["Mbundu", "", "noun", 0.0, ["An ethnic group of Angola."]], ["bundu", "", "noun", 1.55, ["(South Africa) A wilderness region, away from cities."]], ["candrabindu", "", "noun", 0.0, ["A diacritic used in Indic scripts like Devanagari (ँ), Bengali (ঁ), Gurmukhi ( ਁ), Gujarati (ઁ), Odia (ଁ), and Telugu (ఁ) scripts. It usually indicates that the previous vowel is nasalized. Shown here over the letter \"ka\" (or in the case of Telugu, after the \"ka\"):"]], ["chandu", "", "noun", 2.14, ["Opium prepared for smoking."]], ["fondu", "", "noun", 1.29, ["(printing) The graded shift from one color into another."]], ["gandu", "", "noun", 1.45, ["(West Africa) A work agreement usually involving a married man and his adult sons who take on responsibility for the fieldwork of a farm on which they all live."]], ["mandu", "", "noun", 1.8, ["(cooking) A dumpling in Korean cuisine."]], ["mundu", "", "noun", 1.49, ["A garment resembling a dhoti, worn around the waist in Kerala, the Tulunadu region, and Maldives."]], ["nandu", "", "noun", 2.0, ["rhea (large, flightless birds)"]], ["tendu", "", "noun", 1.59, ["(ballet) A move in which the leg and foot stretch to point in a particular direction, but the foot does not leave the floor"]]], "e": [["Lobedu", "", "noun", 0.0, ["A tribe of the Northern Sotho group; the Balobedu."]], ["edu", "", "noun", 2.93, ["(abbreviation) education.", "(abbreviation) educational."]], ["ewedu", "", "noun", 0.0, ["(Nigeria) The jute mallow, Corchorus olitorius."]], ["teledu", "", "noun", 0.0, ["A stink badger, a mammal endemic to the island of Java, Mydaus javanensis."]]], "a": [["Xanadu", "/ˈzænəduː/", "noun", 2.51, ["(figurative) A place full of beauty, happiness and wonder."]], ["sappadu", "", "noun", 0.0, ["A Tamil meal, typically including rice, served on a banana leaf"]], ["yadu", "", "noun", 1.14, ["A Burmese form of poetry consisting of up to three stanzas of five lines, with certain constraints on syllables and rhyme."]]], "u": [["budu", "", "noun", 1.31, ["Alternative spelling of budoo"]], ["kudu", "/ˈkuːduː/", "noun", 2.13, ["A large, striped, African antelope of the species Tragelaphus imberbis (lesser kudu) or Tragelaphus strepsiceros (greater kudu)."]], ["pudu", "/ˈpuːduː/", "noun", 1.58, ["A very small South American deer of the genus Pudu, native to the Andes."]]], "d": [["laddu", "", "noun", 1.64, ["A ball-shaped sweet made with flour and sugar, popular in the Indian subcontinent."]]], "o": [["mogodu", "", "noun", 0.0, ["An African dish of offal."]]], "r": [["perdu", "/pəːˈdjuː/", "adj", 2.03, ["(obsolete, military) Stationed in an exposed or hazardous position; hidden in ambush. Originally as sentinel perdu.", "One placed on watch, or in ambush."]]], "g": [["zongdu", "/dzʊŋˈduː/", "noun", 0.0, ["(historical) A governor of one or more provinces of China during the Ming and Qing dynasties."]]]}, "m": {"a": [["Mamu", "", "noun", 1.79, ["An aboriginal people of Australia."]], ["anamu", "/əˈnɑːmu/", "noun", 0.0, ["A plant of the species Petiveria alliacea; guinea hen weed."]], ["camucamu", "", "noun", 0.0, ["Myrciaria dubia, a small bushy riverside tree of the Amazon rainforest."]], ["indlamu", "", "noun", 0.0, ["A traditional Zulu dance from South Africa in which the dancer lifts one foot over the head and brings it down hard, landing squarely on the downbeat."]], ["karamu", "", "noun", 0.0, ["The feast eaten as part of Kwanzaa celebrations."]], ["pounamu", "", "noun", 1.04, ["(New Zealand) greenstone"]], ["titipounamu", "", "noun", 0.0, ["The rifleman (bird), Acanthisitta chloris."]]], "u": [["Takitumu", "", "noun", 0.0, ["A tribe inhabiting the island of Rarotonga."]], ["humuhumu", "", "noun", 0.0, ["The reef triggerfish."]], ["mumu", "", "noun", 1.79, ["In Papua New Guinea, a feast where a pig is cooked."]], ["umu", "", "noun", 1.8, ["An earth oven used by the Maori."]]], "m": [["edimmu", "", "noun", 0.0, ["(mythology) In Sumerian religion, a class of utukku or spirits, envisioned as the ghosts of those who did not receive a proper burial."]], ["limmu", "", "noun", 0.0, ["(historical) A royal official who presided over the New Year festival at the start of the reign of an Assyrian king."]]], "e": [["emu", "/ˈim(j)u/", "noun", 3.05, ["(obsolete) A cassowary (genus Casuarius)."]]], "s": [["gismu", "/ˈɡiːs.muː/", "noun", 0.0, ["(Lojban grammar) A brivla that is a basic Lojban root, rather than being derived through compounding or borrowing."]]], "i": [["imu", "", "noun", 2.27, ["A traditional Hawaiian underground oven, consisting mainly of a hole in the ground."]], ["jichimu", "", "noun", 0.0, ["A Chinese hardwood with a grain that resembles a bird's feathers."]], ["limu", "/ˈli.mu/", "noun", 1.22, ["(Hawaii) Any of various kinds of edible algae, which form an important part of the traditional Hawaiian diet."]], ["mwalimu", "", "noun", 1.53, ["A teacher in parts of Africa."]], ["rimu", "/ˈɹiːmuː/", "noun", 1.56, ["A large evergreen conifer native to New Zealand, Dacrydium cupressinum."]]], "n": [["nanmu", "", "noun", 0.0, ["wood of the tree Phoebe nanmu (or several other similar) that was once used for boat building, architectural woodworking and wood art in China"]]]}, "h": {"c": [["Manchu", "/ˌmænˈt͡ʃuː/", "noun", 2.64, ["A person belonging to or descended from the indigenous people of Manchuria.", "Manchurian, referring to the Manchu(rian) people."]], ["buchu", "", "noun", 1.16, ["A South African shrub in the genus Agathosma."]], ["catechu", "/ˈkæt.əˌt͡ʃuː/", "noun", 1.43, ["A gummy extract of any of several species of Acacieae, but especially Senegalia catechu, produced by boiling the wood of the tree in water and evaporating the resulting liquid."]], ["fichu", "/ˈfɪʃ(j)uː/", "noun", 0.0, ["(chiefly historical) A woman's lightweight triangular scarf worn over the shoulders and tied in front, or tucked into a bodice to cover the exposed part of the neck and chest."]], ["shochu", "", "noun", 1.53, ["A Japanese alcoholic beverage, most commonly distilled from barley, sweet potato or rice. Typically it is 25% alcohol by volume, making it weaker than whisky, but stronger than wine and sake."]], ["tshechu", "", "noun", 0.0, ["Any of the annual religious festivals held in each district or dzongkhag of Bhutan on the tenth day of a month of the lunar Tibetan calendar."]]], "s": [["Nushu", "", "noun", 0.0, ["Alternative spelling of Nüshu."]], ["bhikshu", "", "noun", 1.16, ["(Buddhism) A bhikkhu."]], ["caoshu", "/tsaʊˈʃuː/", "noun", 0.0, ["grass script (a style of cursive script used in Chinese calligraphy)."]], ["myoushu", "", "noun", 0.0, ["(go, shogi) An excellent move."]], ["samshu", "", "noun", 0.0, ["A triple-distilled variety of rice-based baijiu."]], ["umeshu", "", "noun", 0.0, ["A Japanese liqueur made by steeping unripe ume fruits in alcohol (or saké) and sugar."]], ["wakashu", "", "noun", 0.0, ["(archaic) A Japanese boy after early childhood but before his coming-of-age ceremony."]], ["wushu", "/ˈwuːˈʃuː/", "noun", 2.2, ["Any Chinese martial art."]], ["xingshu", "/ˈʃɪŋˈʃu/", "noun", 0.0, ["Semicursive or running script used in Chinese calligraphy."]]], "a": [["Sahu", "", "noun", 1.96, ["In ancient Egyptian mythology, a type of spiritual body which the Khu can inhabit."]], ["ahu", "", "noun", 2.14, ["The goitered gazelle, Gazella subgutturosa.", "On Rapa Nui, a stone platform on which moai (statues) were erected."]], ["bahu", "", "noun", 2.06, ["(India) A daughter-in-law or sister-in-law, especially one who lives with her husband's family when married."]], ["dahu", "", "noun", 0.0, ["(mythology) A legendary goat-like animal reputed to live in the mountains of France, Switzerland, and Italy.", "A large bowed two-stringed chordophone of Chinese origin, a tenor part of the erhu family of instruments."]], ["kahu", "", "noun", 1.85, ["(New Zealand) swamp harrier (Circus approximans)"]], ["mahu", "", "noun", 1.42, ["(Hawaii) A person of the third gender, having traditional spiritual and social roles in the cultures of Hawaii and Tahiti."]], ["pahu", "", "noun", 0.0, ["A traditional drum of Polynesia, made from a single log and covered with sharkskin."]]], "u": [["auhuhu", "", "noun", 0.0, ["(Hawaii) The flowering plant Tephrosia purpurea."]], ["huhu", "", "noun", 1.63, ["A beetle, Prionoplus reticularis, endemic to New Zealand."]], ["kohuhu", "", "noun", 0.0, ["Pittosporum tenuifolium, a small evergreen tree endemic to New Zealand."]], ["muhuhu", "", "noun", 0.0, ["The flowering plant Brachylaena huillensis."]]], "n": [["banhu", "", "noun", 0.0, ["A two-stringed bowed string instrument (chordophone) of northern Chinese origin, held vertically, possessing a soundbox usually made of coconut shell and a front surface covered with a thin layer of wood."]]], "p": [["damphu", "", "noun", 0.0, ["(music) A double-sided disk-shaped drum of Nepalese origin."]]], "i": [["dihu", "", "noun", 0.0, ["A large, bowed Chinese string instrument of the huqin family, with a large soundbox covered at one end with snakeskin."]], ["zhuihu", "", "noun", 0.0, ["(music) A two-stringed chordophone (string instrument) with a fretless fingerboard, played with a bow, of Chinese origin and especially associated with Henan and Shandong."]]], "r": [["erhu", "/ˈɜːhuː/", "noun", 1.5, ["A type of bowed spike fiddle having two strings, originating in China as part of the huqin family of string instruments."]]], "o": [["gaohu", "", "noun", 0.0, ["A two-stringed vertical fiddle-like chordophone (stringed instrument) used as a leading instrument in Cantonese music."]], ["rohu", "", "noun", 0.0, ["A freshwater fish, Labeo rohita, of the carp family, found throughout Asia."]]], "e": [["gehu", "", "noun", 0.0, ["A modern Chinese instrument that fuses the Western cello with a more traditional huqin-like design, with four strings tuned like a cello."]], ["yehu", "", "noun", 0.0, ["A bowed string instrument in the huqin family."]]], "g": [["jinghu", "", "noun", 0.0, ["A two-stringed bamboo musical instrument played with a bow, the smallest and highest-pitched in the huqin family of traditional Chinese instruments, associated mainly with the tradition of Beijing opera."]], ["zhonghu", "", "noun", 0.0, ["(music) A large low-pitched lute-like string instrument (chordophone) similar to the erhu, usually with two strings and played with a bow; it is part of the huqin family of instruments originating in Chinese traditional music."]]], "k": [["khu", "/kuː/", "noun", 1.69, ["In ancient Egyptian mythology, a part of the soul or spirit which left the body after death."]]], "d": [["saddhu", "", "noun", 0.0, ["Alternative spelling of sadhu"]]], "z": [["sizhu", "", "noun", 0.0, ["A style of traditional Chinese instrumental music from the Jiangnan region of China."]], ["zhu", "", "noun", 3.12, ["(historical) An ancient Chinese unit of weight, notionally equivalent to 100 millet seeds or 1/24 of the liang/tael/Chinese ounce, chiefly used in denominating small coins in ancient and early imperial China.", "(music, historical) An ancient Chinese string instrument thought to have had a rectangular zither-like body with silk strings played with a bow."]]]}, "p": {"a": [["Mapu", "", "noun", 1.05, ["The supreme being in Meitei folklore, mythology and religion."]], ["acapu", "/ˈɑ.kəˌpu/", "noun", 0.0, ["Any of several tropical New World trees in:", "genus Andira."]], ["bapu", "", "noun", 2.45, ["(India) father"]], ["hapu", "/ˈhʌːpuː/", "noun", 1.47, ["(New Zealand) A subtribe of an iwi or Maori tribe; the basic political unit within Māori society; a subtribe or extended family."]], ["kapu", "", "noun", 1.76, ["Taboo, especially in Hawaiian contexts."]], ["mapu", "", "noun", 1.05, ["The supreme being in Meitei folklore, mythology and religion."]], ["napu", "", "noun", 0.0, ["The greater mouse-deer, Tragulus napu"]], ["sipapu", "", "noun", 0.0, ["A small hole or indentation in the floor of a kiva, symbolizing the portal through which the ancient ancestors emerged into the world."]]], "i": [["ashipu", "", "noun", 0.0, ["(historical) A magical healer in ancient Mesopotamia."]], ["ipu", "/ˈiːpuː/", "noun", 1.86, ["A percussion instrument made from hollowed gourds, often used to provide a beat for hula dancing."]], ["quipu", "/ˈki.pu/", "noun", 1.46, ["A recording device, used by the Incas, consisting of intricate knotted cords."]], ["tipu", "", "noun", 2.25, ["A South American tree, Tipuana tipu, which is grown as an ornamental in mild-winter climates."]]], "y": [["coypu", "/ˈkɔɪ.pu/", "noun", 1.09, ["A large, crepuscular, semiaquatic rodent (Myocastor coypus) resembling a large rat, having bright orange-yellow incisors, native to South America and introduced to Europe, Asia and North America, valued for its fur in eastern Europe and central Asia and considered a pest elsewhere."]]], "p": [["kasippu", "", "noun", 0.0, ["(Sri Lanka) moonshine; illicit alcohol"]]], "o": [["kokopu", "", "noun", 0.0, ["Any of various fish of the genus Galaxias, endemic to New Zealand."]]], "u": [["kupukupu", "", "noun", 0.0, ["(Hawaii) The fern Nephrolepis exaltata."]]], "n": [["qinpu", "/t͡ʃɪnˈpuː/", "noun", 0.0, ["Tablature score collections for the Chinese musical instrument, the guqin."]]], "m": [["rompu", "", "adj", 0.0, ["(heraldry) Broken, as an ordinary; cut off, or broken at the top, as a chevron, a bend, etc."]]], "r": [["varpu", "", "noun", 0.0, ["A large but shallow stewpot made of metal or clay, traditionally used in southern India."]]]}, "e": {"d": [["Masdeu", "", "noun", 0.0, ["A variety of French wine."]]], "t": [["TEU", "", "noun", 2.34, ["twenty-foot equivalent unit - a measure used in container shipping"]]], "i": [["adieu", "/əˈdju/", "noun", 2.83, ["A farewell, a goodbye; especially a fond farewell, or a lasting or permanent farewell."]], ["camaieu", "", "noun", 0.0, ["(art) A style of painting in a small range of monochrome colours."]], ["lieu", "/l(j)uː/", "noun", 3.45, ["A place or stead."]], ["micromilieu", "", "noun", 0.0, ["A very small milieu"]], ["milieu", "/mɪlˈju/", "noun", 2.93, ["An environment or setting; a medium."]], ["pourlieu", "", "noun", 0.0, ["Archaic form of purlieu."]], ["purlieu", "/ˈpɝl(j)u/", "noun", 1.12, ["(historical) The ground on the edges of a forest, especially when partly subject to the same forest laws concerning game hunting etc."]], ["virgalieu", "", "noun", 0.0, ["A valuable kind of pear, of an obovate shape and with melting flesh of delicious flavor; also called White Doyenne."]]], "f": [["boutefeu", "", "noun", 0.0, ["(obsolete) An incendiary; an inciter of quarrels."]], ["feu", "/fjuː/", "noun", 2.66, ["(Scots law, property law, historical) Land held in feudal tenure."]], ["subfeu", "/ˈsəbˌfju/", "noun", 0.0, ["(Scots law, historical) A feu sublet by a vassal to a subvassal: a right to hold subinfeudated land in perpetuity in exchange for rent."]]], "l": [["leu", "/ˈleɪ.uː/", "noun", 2.46, ["The unit of currency of Romania, equal to one hundred bani."]]], "m": [["meu", "/ˈmju/", "noun", 2.57, ["Meum athamanticum, a European herb.", "(historical) The second minister of the Kingdom of Dahomey."]]]}, "y": {"a": [["Melayu", "", "noun", 2.11, ["The Malay ethnic group."]]], "p": [["Pyu", "", "noun", 1.34, ["A people who flourished in ancient Burma."]]], "n": [["anyu", "", "noun", 0.0, ["Alternative spelling of añu"]]], "i": [["ashiyu", "", "noun", 0.0, ["A shallow communal pool in Japan, usually with seats around it, filled with warm water in which people can soak their feet and lower legs; a type of footbath."]]], "o": [["chanoyu", "", "noun", 1.01, ["A traditional Japanese tea ceremony in which matcha is prepared and presented."]], ["shoyu", "", "noun", 1.73, ["A dark form of soy sauce."]]], "g": [["chengyu", "/t͡ʃʌŋˈjuː/", "noun", 1.2, ["(linguistics) A certain kind of Chinese set phrase originating in Classical Chinese, typically four characters in length, and often with a story behind it."]], ["wagyu", "/ˈwæɡ.juː/", "noun", 2.26, ["(countable) Any of several Japanese breeds of cattle genetically predisposed to intense marbling and to producing a high percentage of oleaginous unsaturated fat."]], ["washugyu", "", "noun", 0.0, ["Wagyu cattle crossbred with Black Angus to make them hardier."]]], "k": [["daikyu", "", "noun", 0.0, ["A Japanese longbow."]], ["kyu", "", "noun", 2.83, ["A grade or rank in various Japanese activities such as martial arts, flower arranging, and the game of go."]]], "u": [["kasuyu", "", "noun", 0.0, ["A traditional axe-like weapon from the Democratic Republic of the Congo."]], ["suyu", "", "noun", 0.0, ["(historical) Any of the four quarters of the Inca Empire."]], ["tentsuyu", "", "noun", 0.0, ["A Japanese sauce used as a dip for tempura."]], ["xiehouyu", "/ʃjɛ.hoʊ.(j)u/", "noun", 0.0, ["(linguistics) A kind of Chinese proverb consisting of two elements: the former segment presents a novel scenario while the latter provides the rationale thereof. One would often only state the first part, expecting the listener to know the second. Compare English \"a stitch in time (saves nine)\" or \"a bird in the hand (is worth two in the bush)\"."]]], "s": [["masyu", "", "noun", 0.0, ["(games, puzzles) A logic puzzle in which the player must link circles on a rectangular grid so as to form a continuous loop that passes once through every circle."]]], "e": [["queyu", "", "noun", 0.0, ["A skirt or apron of woven glass beads worn by Amerindian women of Guyana"]]], "r": [["ryu", "", "noun", 3.23, ["A Japanese school of martial arts."]], ["senryu", "", "noun", 1.37, ["Alternative spelling of senryū"]]]}, "c": {"u": [["Mundrucu", "", "noun", 0.0, ["Archaic form of Munduruku."]], ["pirarucu", "", "noun", 1.01, ["A fish, the arapaima (Arapaima gigas)."]], ["surucucu", "", "noun", 0.0, ["A venomous pit viper, the bushmaster."]]], "r": [["apercu", "", "noun", 0.0, ["Alternative spelling of aperçu"]]], "e": [["cardecu", "/ˈkɑɹdɪkju/", "noun", 0.0, ["(historical) A silver French coin worth a quarter of an écu."]], ["ecu", "", "noun", 3.04, ["(historical) The European Currency Unit (symbol ₠), a currency used in the European Community before the euro."]]], "i": [["eICU", "", "noun", 0.0, ["Use of telemedicine to remotely monitor intensive care unit patients."]], ["sabicu", "", "noun", 0.0, ["a West Indian tree Lysiloma sabicu"]]], "a": [["pacu", "", "noun", 1.95, ["Any of several South American freshwater fishes related to the piranha."]]], "b": [["subcu", "", "adj", 0.0, ["subcutaneous"]]], "n": [["uturuncu", "", "noun", 0.0, ["(obsolete) A jaguar."]]], "s": [["vergescu", "/ˈvɝ.d͡ʒɛs.k(j)u/", "noun", 0.0, ["(rare, historical) The white shield that was the mark of novice knights, especially in Arthurian legend."]]]}, "u": {"n": [["Numunuu", "", "noun", 0.0, ["(uncommon) The Comanche."]]], "y": [["Wayuu", "", "noun", 1.14, ["An Amerindian ethnic group of the La Guajira Peninsula in northern Colombia and northwest Venezuela."]], ["seiyuu", "/ˈseɪjuː/", "noun", 1.88, ["A voice actor in a native-language version anime, a video game, a radio broadcast or an advertisement in Japan."]]], "m": [["muumuu", "/ˈmuːmuː/", "noun", 1.37, ["A long loose-fitting dress made of lightweight fabric printed with bright, stylized Hawaiian themes (such as flowers and palm branches)."]]], "p": [["nukupuu", "", "noun", 0.0, ["Any of the birds of the genus Hemignathus."]]]}, "f": {"a": [["SNAFU", "/snæfˈuː/", "noun", 2.54, ["A ridiculously chaotic situation."]], ["haafu", "", "noun", 0.0, ["(chiefly Japan, informal) person of half or mixed ethnic Japanese and other ancestries usually from outside Japan"]], ["siafu", "", "noun", 0.0, ["An army ant."]], ["zafu", "", "noun", 0.0, ["A round cushion used for sitting during meditation."]]], "u": [["bakufu", "", "noun", 1.83, ["A shogunate; the office and administration of a shogun."]], ["doufu", "", "noun", 0.0, ["(chiefly compounds) tofu"]], ["fufu", "", "noun", 1.95, ["A dish of boiled, mashed cassava mixed with plantain, yams, or other starchy vegetables, common as food in West and Equatorial Africa and the Caribbean. Sold in speciality stores (US) in dry powdered or granulated form."]], ["hufu", "", "noun", 0.0, ["Tofu whose flavor has been designed to resemble that of human flesh."]]], "g": [["bungfu", "", "adj", 0.0, ["(rare) drunk."]], ["kungfu", "", "noun", 2.12, ["Alternative spelling of kung fu"]]], "n": [["hanfu", "", "noun", 1.28, ["(fashion) Traditional Chinese attire"]]], "i": [["hifu", "", "noun", 1.33, ["A protective padded outer vest or pinafore worn by children over their kimono on outings, such as Shichi-Go-San, in lieu of an obi or pair of hakama."]], ["kifu", "/ˈki.fuː/", "noun", 0.0, ["(board games) A record of an abstract strategy game, especially Go or shogi."]], ["sifu", "", "noun", 2.04, ["A master or teacher in the context of martial arts, especially kung fu and tai chi."]]], "m": [["samfu", "", "noun", 0.0, ["A type of suit worn in China, consisting of a shirt with a high neckline bound down the middle with tassels, and trousers"]]], "o": [["tofu", "/ˈtoʊfu/", "noun", 3.29, ["A protein-rich food made from curdled soy milk."]]]}, "b": {"u": [["Subu", "", "noun", 1.18, ["A Bantu ethnic group who inhabit part of the coast of Cameroon."]], ["dubu", "", "noun", 1.4, ["Korean tofu"]], ["urubu", "", "noun", 0.0, ["A vulture of South America."]]], "a": [["babu", "/ˈbɑːbuː/", "noun", 2.98, ["(India) A Hindu title of respect, equivalent to Mr., usually appended to the surname of a Hindu man"]], ["cattabu", "", "noun", 0.0, ["An animal that is a cross between the zebu and American cattle."]], ["habu", "", "noun", 1.65, ["Any of several venomous snake species of Asia."]], ["kerabu", "", "noun", 0.0, ["A Malaysian salad dressed with lime juice, sugar and chilli"]], ["mekabu", "", "noun", 0.0, ["Undaria pinnatifida, a sea plant native to Japan and Korea and invasive elsewhere; wakame; Asian kelp."]], ["tabu", "", "noun", 2.34, ["Alternative spelling of taboo"]]], "m": [["guatambu", "", "noun", 0.0, ["The flowering tree Balfourodendron riedelianum."]], ["jimbu", "", "noun", 0.0, ["A Himalayan herb related to the onion."]], ["kombu", "/ˈkɒmbuː/", "noun", 1.73, ["Edible kelp (“a type of brown seaweed”) (from the class Phaeophyceae) used in East Asian cuisine.", "A kind of long horn instrument from Tamil Nadu and Kerala."]], ["kuzhambu", "", "noun", 0.0, ["A spicy gravy made with tamarind and dal, part of South Indian and Sri Lankan Tamil cuisine."]], ["ombu", "", "noun", 0.0, ["Phytolacca dioica, a massive spreading evergreen tree native to the pampas of South America."]], ["shivambu", "", "noun", 1.02, ["(rare, alternative medicine) urotherapy"]], ["tororokombu", "", "noun", 0.0, ["Saccharina gyrata, an edible kelp."]], ["ynambu", "", "noun", 0.0, ["A bird of South America, Rhynchotus rufescens, the red-winged tinamou."]]], "i": [["ibu", "/ˈaɪ.bjuː/", "noun", 2.43, ["(uncommon) ibuprofen"]], ["itzibu", "", "noun", 0.0, ["An old silver coin of Japan."]], ["malibu", "", "noun", 3.4, ["(surfing) A type of lightweight longboard known for its stability."]]], "n": [["konbu", "/ˈkɒnbuː/", "noun", 1.03, ["Alternative spelling of kombu"]]], "o": [["shinobu", "", "noun", 2.38, ["The rabbit's-foot fern (Davallia)"]]], "e": [["zebu", "/ˈziː.buː/", "noun", 1.78, ["A domesticated ox native to Asia and Africa, having a large fleshy hump on its back and a dewlap (Bos primigenius indicus)."]]]}, "ŋ": {"l": [["Yolŋu", "/ˈjuːlŋʊ/", "noun", 0.0, ["Alternative spelling of Yolngu"]]]}, "ç": {"r": [["aperçu", "/ˌæ.pɚˈsuː/", "noun", 1.04, ["A clever insight."]]]}, "ñ": {"a": [["añu", "", "noun", 0.0, ["A crop grown in the Andes (Tropaeolum tuberosum)."]]]}, "w": {"u": [["baishouwu", "", "noun", 0.0, ["The plant Cynanchum bungei."]]], "a": [["bawu", "", "noun", 0.0, ["A kind of free reed wind instrument from China that is shaped like a flute."]]], "t": [["itwu", "", "noun", 0.0, ["A method of annotating Classical Chinese text so that it can be read as Korean, using additional characters that represent Korean grammatical items."]]], "e": [["mahewu", "", "noun", 0.0, ["A sour beverage from Africa, made from cornmeal."]]], "k": [["okwukwu", "", "noun", 0.0, ["An Igbo funeral ceremony."]]]}, "'": {"u": [["hapu'u", "", "noun", 0.0, ["Any of four species of tropical tree ferns of the genus Cibotium found in Hawai'i."]]], "a": [["pa'u", "", "noun", 4.37, ["A traditional long, colorful skirt worn by Hawaiian female horseback riders."]]]}}