{"a": {"a": [["AAX", "", "noun", 1.45, ["(biology) An amino acid that includes a side chain X."]]], "s": [["Abrasax", "", "noun", 0.0, ["(historical) A gem engraved with the word Abrasax or Abraxas."]], ["sax", "/sæks/", "noun", 3.15, ["A slate-cutter’s hammer; slate-ax."]], ["scramasax", "", "noun", 0.0, ["(historical) A type of dagger or sword used by the Anglo-Saxons."]]], "m": [["Aframax", "", "adj", 0.0, ["Describes a size of freight ship, maximum Average Freight Rate Assessment (AFRA). Generally being too large to pass through the Panama Canal."]], ["Chinamax", "", "adj", 0.0, ["Of a freight ship: conforming to the regulations concerning maximum permitted width, length, and draft allowed in Chinese ports."]], ["IMAX", "/ˈaɪmæks/", "noun", 3.08, ["(uncountable, cinematography) A 70mm motion picture film format and set of cinema projection standards."]], ["Malaccamax", "", "adj", 0.0, ["Description applied to freight ships, conforming to the regulations concerning maximum permitted draft allowed to pass through the Malacca Straits."]], ["Panamax", "", "adj", 1.71, ["Of a freight ship: conforming to the regulations concerning maximum permitted beam, length, and draft, allowing it to transit the locks on the Panama Canal."]], ["Seawaymax", "", "adj", 0.0, ["Of a freight ship: conforming to the regulations concerning maximum permitted beam, length, and draft allowed to pass through the St. Lawrence Seaway."]], ["Suezmax", "", "adj", 0.0, ["Of a freight ship: conforming to the regulations concerning maximum permitted width, length, and draft allowed to pass through the Suez Canal."]], ["WiMAX", "", "noun", 2.21, ["Worldwide Interoperability for Microwave Access: a telecommunications technology providing wireless data, voice and video over long distances."]], ["anticlimax", "/ˈan.tiˌklaɪ.mæks/", "noun", 2.04, ["A failed or reverse climax", "(narratology) An unsatisfying resolution to a narrative, usually owing to a deus ex machina or similarly trivial resolution of the main conflict."]], ["climax", "/ˈklaɪ.mæks/", "noun", 3.6, ["(originally rhetoric) A rhetorical device in which a series is arranged in ascending order."]], ["disclimax", "", "noun", 0.0, ["(US) plagioclimax"]], ["equimax", "", "adj", 0.0, ["(statistics) Describing a compromise between varimax and quartimax criteria."]], ["expectiminimax", "", "noun", 0.0, ["A form of minimax extended to incorporate probabilities."]], ["microclimax", "", "noun", 0.0, ["A small-scale climax (in various senses)."]], ["miniclimax", "", "noun", 0.0, ["A minor climax."]], ["minimax", "", "noun", 2.02, ["(decision theory, game theory) A decision rule used for minimizing the maximum possible loss, or maximizing the minimum gain."]], ["monoclimax", "", "noun", 0.0, ["(ecology) A single vegetational climax"]], ["paraclimax", "", "noun", 0.0, ["(ecology) A relatively stable community of foreign plants established after the destruction, by humans, of a native habitat."]], ["petromax", "", "noun", 0.0, ["A kind of pressurized paraffin lamp that uses a mantle."]], ["plagioclimax", "", "noun", 0.0, ["An altered or reduced climax of a plant ecosystem caused by human activity."]], ["polyclimax", "", "noun", 0.0, ["(ecology) The presence of multiple vegetational climaxes in the same ecosystem"]], ["postclimax", "", "adj", 0.0, ["(ecology) After the point of climax."]], ["preclimax", "", "adj", 0.0, ["(ecology) Before the point of climax."]], ["quartimax", "", "adj", 0.0, ["(statistics) Describing an orthogonal rotation that maximizes the squared loadings for each variable rather than each factor."]], ["subclimax", "", "noun", 0.0, ["(ecology) A subordinate climax"]], ["supermax", "", "noun", 2.31, ["(US) A prison with the highest possible level of security."]], ["varimax", "", "adj", 0.0, ["(statistics) Describing a rotation that maximizes the sum of the variances of the squared loadings, often used in surveys to see how groupings of questions measure the same concept."]]], "f": [["Filofax", "", "noun", 1.61, ["A personal organizer comprising a calendar, address book, etc. in a compact wallet."]], ["borofax", "", "noun", 0.0, ["(pharmacology) An ointment containing boric acid, applied to the skin as an antiseptic."]], ["carfax", "", "noun", 2.32, ["A junction of four roads."]], ["cryptofax", "", "noun", 0.0, ["A fax machine that transmits the electronic data in an encrypted form"]], ["fax", "/fæks/", "noun", 3.63, ["(obsolete or UK dialectal) The hair of the head.", "Ellipsis of fax machine."]]], "b": [["abax", "", "noun", 0.0, ["An ancient counting board containing grooves in which counters were placed; a forerunner of the abacus."]], ["babax", "/ˈbæbæks/", "noun", 0.0, ["Any of four species of passerine birds within the genus Pterorhinus in the laughingthrush family Leiothrichidae."]], ["tubax", "", "noun", 0.0, ["A kind of modified saxophone, made compact by having more folds in the tubing."]]], "d": [["addax", "/ˈa.daks/", "noun", 1.33, ["A large African antelope (Addax nasomaculatus) with long, corkscrewing horns which lives in the desert."]], ["audax", "/ˈɔː.dæks/", "noun", 1.73, ["(cycling) A non-competitive long-distance (often over 200 km) cycling event."]], ["broadax", "", "noun", 0.0, ["Alternative spelling of broadaxe"]], ["cordax", "/ˈkɔːdaks/", "noun", 0.0, ["(historical) A lascivious dance featuring in Ancient Greek comedy."]]], "r": [["aerothorax", "", "noun", 0.0, ["pneumothorax"]], ["antianthrax", "", "adj", 0.0, ["Preventing or countering anthrax.", "An animal-derived serum used as a vaccine to prevent anthrax."]], ["borax", "", "noun", 2.48, ["A white or gray/grey crystalline salt, with a slight alkaline taste, used as a flux, in soldering metals, making enamels, fixing colors/colours on porcelain, and as a soap, etc."]], ["cephaloprothorax", "", "noun", 0.0, ["The fused head and prothorax of spiders and crustaceans"]], ["cephalothorax", "/ˌsɛfələˈθɔɹæks/", "noun", 1.82, ["The fused head and thorax of spiders and crustaceans"]], ["chylothorax", "", "noun", 1.2, ["An accumulation of chyle in the pleural cavity."]], ["endothorax", "", "noun", 0.0, ["(entomology) An internal processes of the thorax."]], ["enterothorax", null, "noun", 0.0, ["The presence of abdominal organs in the thorax, which is unusual and occurs only via congenital anomalies or later injury; diaphragmatic hernia is by necessity involved, given that the diaphragm is the barrier between the abdominal and thoracic compartments."]], ["fibrothorax", "", "noun", 0.0, ["Fibrosis of the pleural space surrounding the lungs. It can have several causes, including hemothorax, pleural effusion, and tuberculosis."]], ["glossanthrax", "", "noun", 0.0, ["(archaic) A disease of horses and cattle causing carbuncles in the mouth and on the tongue."]], ["grax", "", "noun", 0.0, ["(Antarctica) The waste left at the end of the whaling process."]], ["hemithorax", "", "noun", 0.0, ["One half of the thorax or chest"]], ["homothorax", "", "noun", 0.0, ["A hox gene cofactor"]], ["hyrax", "/ˈhaɪ.ɹæks/", "noun", 1.56, ["Any of several small, paenungulate herbivorous mammals of the order Hyracoidea, with a bulky frame and fang-like incisors, native to Africa and the Middle East."]], ["linothorax", "/ˈliːnoʊθɔːɹæks/", "noun", 0.0, ["A kind of upper body armor made of linen used in the ancient Mediterranean world, from the sixth century BCE through at least the second century CE."]], ["lithanthrax", "", "noun", 0.0, ["mineral coal"]], ["mesothorax", "", "noun", 1.06, ["(entomology) The middle of the three segments of the thorax of an insect, carrying the second pair of legs, and the forewings when present."]], ["metathorax", "", "noun", 1.05, ["(entomology) The hindmost of the three sections of the thorax of an insect, carrying the posterior pair of legs and the hindwings when present."]], ["nonanthrax", "", "noun", 0.0, ["(attributive) Not anthrax."]], ["opistothorax", "", "noun", 0.0, ["(zoology) A wormlike segmented extension to the thorax."]], ["orthoprax", "/ˈɔːθəpɹaks/", "adj", 0.0, ["Correct in practice (though not necessarily in opinion or belief); practically right, doing the right actions."]], ["pneumohemothorax", "", "noun", 0.0, ["hemopneumothorax"]], ["prothorax", "", "noun", 1.57, ["(entomology) The anterior segment of the insect thorax; it carries the first pair of legs"]], ["pseudochylothorax", "", "noun", 0.0, ["A cholesterol-rich pleural effusion associated with chronic inflammatory disorders."]], ["pterothorax", "", "noun", 0.0, ["The mesothorax and metathorax of an insect"]], ["pyothorax", "", "noun", 0.0, ["pleural empyema; an accumulation of pus in the pleural cavity"]], ["synthorax", "", "noun", 0.0, ["In dragonflies and damselflies, the mesothorax and metathorax when fused together."]], ["xylanthrax", "", "noun", 0.0, ["(archaic) Wood coal or charcoal, distinguished from mineral coal; lignite."]]], "t": [["aftertax", "", "adj", 0.0, ["Alternative spelling of after-tax."]], ["ecotax", "", "noun", 0.0, ["green tax"]], ["hypertax", "", "noun", 0.0, ["An extremely heavy tax"]], ["lexicosyntax", "", "noun", 0.0, ["(linguistics) lexis and syntax considered together"]], ["macrosyntax", "", "noun", 0.0, ["(grammar) Syntax beyond the clause level."]], ["mastax", "", "noun", 0.0, ["(zoology) The pharynx of a rotifer. It usually contains four horny pieces. The two central ones form the incus, against which the mallei, or lateral ones, work so as to crush the food."]], ["metasyntax", "", "noun", 0.0, ["The syntax of a metalanguage."]], ["microsyntax", "", "noun", 0.0, ["(grammar) Syntax within individual clauses."]], ["morphosyntax", "", "noun", 1.21, ["(linguistics) Morphology and syntax regarded as an interlinked unit."]], ["mystax", "", "noun", 0.0, ["A line or group of prominent bristles on the lower face of certain Diptera (insects)"]], ["nanosyntax", "", "noun", 0.0, ["(linguistics) An approach to syntax in which the terminal nodes of syntactic parse trees may be reduced to units smaller than a morpheme."]], ["nontax", "", "noun", 1.19, ["Any fee, assessment, etc. that is not a tax."]], ["phonotax", "/ˈfoʊnətæks/", "noun", 0.0, ["(phonology, uncommon) The total sum of a language's phonological or phonotactic rules."]], ["photosyntax", "", "noun", 0.0, ["(archaic) photosynthesis"]], ["posttax", "", "adj", 0.0, ["After tax."]], ["pretax", "", "adj", 2.35, ["Before the payment of taxes."]], ["protosyntax", "", "noun", 0.0, ["That part of syntax that omits membership."]], ["subtax", "", "noun", 0.0, ["A tax making up part of a larger tax."]], ["supertax", "", "noun", 1.13, ["An additional tax on something that has already been taxed."]], ["surtax", "", "noun", 1.87, ["(law) An additional or extra tax."]], ["syntax", "/ˈsɪn.tæks/", "noun", 3.53, ["A set of rules that govern how words are combined to form phrases and sentences."]], ["tax", "/tæks/", "noun", 5.14, ["Money paid to the government other than for transaction-specific goods and services."]], ["vertax", "", "noun", 0.0, ["A juggling maneuver in which the diabolo is turned to spin while vertical."]], ["zoosyntax", "", "noun", 0.0, ["The syntax of animal communication."]]], "j": [["ajax", "/ˈeɪ.d͡ʒæks/", "noun", 3.48, ["(now rare, historical) A toilet."]], ["banjax", "/ˈbæn.d͡ʒæks/", "noun", 0.0, ["(chiefly Ireland, informal) A mess or undesirable situation made as a result of incompetence."]]], "n": [["anax", "/ˈænæks/", "noun", 1.55, ["(historical) An Ancient Greek tribal chief or leader."]], ["donax", "", "noun", 1.32, ["A canelike grass of southern Europe (Arundo donax), used for fishing rods, etc."]], ["larnax", "/ˈlɑɹnæks/", "noun", 0.0, ["(archaeology, historical) A small closed coffin, box or cinerary urn often used as a container for human remains in Ancient Greece."]], ["opopanax", "/əˈpɑpənæks/", "noun", 0.0, ["(obsolete) A gum resin obtained from the root of Opopanax chironium, formerly used in medicine."]], ["panax", "", "noun", 1.64, ["(botany) Any plant of the genus Panax."]], ["pinax", "/ˈpɪnæks/", "noun", 0.0, ["A tablet or register."]], ["poponax", "", "noun", 0.0, ["A thorny tree native to the Americas, Vachellia tortuosa."]], ["wanax", "", "noun", 0.0, ["A Mycenean or Minoan king."]]], "e": [["battleax", "", "noun", 0.0, ["Alternative spelling of battle axe"]], ["poleax", "", "noun", 0.0, ["Alternative spelling of poleaxe"]], ["seax", "/ˈsiːks/", "noun", 1.13, ["(historical) A short Saxon sword."]]], "w": [["beeswax", "/ˈbiːzwæks/", "noun", 2.67, ["A wax secreted by bees from which they make honeycomb; or, the processed form of this wax used in the manufacture of various goods."]], ["candlewax", "", "noun", 0.0, ["The wax of a candle."]], ["carbowax", "", "noun", 0.0, ["A solution of polyethylene glycol"]], ["earthwax", "", "noun", 0.0, ["ozocerite"]], ["greenwax", "", "noun", 0.0, ["Alternative spelling of green wax"]], ["histowax", "", "noun", 0.0, ["wax used to embed histological samples"]], ["paxwax", "", "noun", 0.0, ["(anatomy, obsolete) A strong ligament of the back of the neck in quadrupeds, connecting the back of the skull with dorsal spines of the cervical vertebrae; the nuchal ligament."]], ["sealwax", "", "noun", 0.0, ["sealing wax"]], ["thoroughwax", "", "noun", 0.0, ["An umbelliferous plant (Bupleurum rotundifolium) with perfoliate leaves."]], ["wax", "/wæks/", "noun", 3.92, ["Beeswax.", "Made of wax.", "(rare) The process of growing.", "(dated, colloquial) An outburst of anger, a loss of temper, a fit of rage."]], ["whitewax", "", "noun", 0.0, ["bleached beeswax"]]], "l": [["chartophylax", "", "noun", 0.0, ["(historical) An ecclesiastical officer in charge of official documents and records in the Greek Orthodox Church in Byzantine times."]], ["earthflax", "", "noun", 0.0, ["(obsolete) asbestos"]], ["esquilax", "/ˈɛs.kwɪ.læks/", "noun", 0.0, ["(rare, humorous) A rabbit."]], ["fallax", "/ˈfæləks/", "noun", 1.4, ["(obsolete) cavillation; petty criticism"]], ["flax", "/flæks/", "noun", 3.05, ["A plant of the genus Linum, especially Linum usitatissimum, which has a single, slender stalk, about a foot and a half high, with blue flowers. Also known as linseed, especially when referring to the seeds."]], ["gonyaulax", "", "noun", 0.0, ["An alga of the genus Gonyaulax."]], ["gravlax", "/ˈɡɹɑvˌlɑks/", "noun", 1.41, ["Salmon dry-cured in salt, seasoned with dill and sugar, and served usually thinly sliced as an appetizer."]], ["lax", "/læks/", "noun", 3.54, ["(now chiefly UK dialectal, Scotland) A salmon.", "Lenient and allowing for deviation; not strict."]], ["maritoclax", "", "noun", 0.0, ["A particular marinopyrrole"]], ["mbalax", "", "noun", 0.0, ["(music) A genre of popular dance music chiefly performed in Senegal and The Gambia"]], ["myeloplax", "", "noun", 0.0, ["(anatomy, obsolete) One of the huge multinucleated cells found in bone marrow and occasionally in other parts; a giant cell."]], ["nomophylax", "", "noun", 0.0, ["(historical) A magistrate, in ancient Greece, who was the custodian of the texts of the law."]], ["obatoclax", "", "noun", 0.0, ["An experimental drug candidate for the treatment of various cancers."]], ["overlax", "", "adj", 0.0, ["Excessively lax."]], ["parallax", "/ˈpæɹ.əˌlæks/", "noun", 2.85, ["An apparent shift in the position of two stationary objects relative to each other as viewed by an observer, due to a change in observer position."]], ["phylax", "", "noun", 0.0, ["(historical) A guard in ancient Greece"]], ["sceuophylax", "", "noun", 0.0, ["A sacristan or church treasurer."]], ["somatophylax", "", "noun", 0.0, ["(historical) One of the seven men that served in high-ranking military positions during the times of Alexander the Great"]], ["spermatophylax", "", "noun", 0.0, ["A nutritive bolus ejected by some male insects during copulation"]], ["toadflax", "", "noun", 1.24, ["Any of several European plants, of the genus Linaria, having two-lipped yellow flowers."]], ["venetoclax", "", "noun", 0.0, ["(pharmacology) A drug used to treat leukemia."]]], "o": [["coax", "/koʊks/", "noun", 2.96, ["(obsolete) A simpleton; a dupe.", "Short for coaxial cable."]], ["hoax", "/hoʊks/", "noun", 3.53, ["Anything deliberately intended to deceive or trick."]]], "p": [["hapax", "", "noun", 1.29, ["Ellipsis of hapax legomenon."]], ["harpax", "", "noun", 0.0, ["(historical) An Ancient Roman catapult-shot grapnel."]], ["ropax", "", "noun", 0.0, ["A RORO vessel built for freight vehicle transport along with passenger accommodation."]]], "y": [["iqyax", "", "noun", 0.0, ["A bidarka."]]], "v": [["metsulfovax", "", "noun", 0.0, ["A particular fungicide."]], ["pneumovax", "", "noun", 0.0, ["A pneumococcal vaccine"]]], "h": [["panchax", "", "noun", 0.0, ["Any of various tropical fish in the cyprinodontiform families Aplocheilidae and Nothobranchiidae which were formerly classified in the genus Panchax."]]], "k": [["pickax", "", "noun", 1.55, ["Alternative spelling of pickaxe"]]], "z": [["zax", "/zæks/", "noun", 1.53, ["A tool, similar to a hatchet, used to prepare slate for roofing."]]]}, "i": {"p": [["APIX", "/ˈæpɪks/", "noun", 0.0, ["Aggregate path index."]]], "r": [["Brix", null, "noun", 2.37, ["A measure (in degrees) of the amount of dissolved solids in a liquid via its specific gravity; used especially to measure dissolved sugar in fruit juice and wine."]], ["accusatrix", "/əˈkjusətɹɪks/", "noun", 0.0, ["A female accusator."]], ["actrix", "", "noun", 0.0, ["A female plaintiff."]], ["adjudicatrix", "/æ.d͡ʒu.dɪˈkeɪ.tɹɪks/", "noun", 0.0, ["A woman or girl who adjudicates; a female adjudicator."]], ["adjutrix", "/əˈd͡ʒʊtɹɪks/", "noun", 0.0, ["A female adjutor."]], ["administratorix", "", "noun", 0.0, ["female equivalent of administrator"]], ["administratrix", "/ædˌmɪnɪsˈtɹeɪˌtɹɪks/", "noun", 0.0, ["A female administrator."]], ["admonitrix", "", "noun", 0.0, ["(archaic) A female admonitor."]], ["advocatrix", "", "noun", 0.0, ["(chiefly Roman Catholicism) A female advocate, especially as a title of Mary, mother of Jesus."]], ["agitatrix", "/æd͡ʒɪˈteɪtɹɪks/", "noun", 0.0, ["(rare) A woman who agitates; a female agitator."]], ["ambassadrix", "", "noun", 0.0, ["(rare) An ambassadress."]], ["ambassatrix", "", "noun", 0.0, ["(rare) Ambassadress"]], ["ancestrix", "/ˈæn.sɪs.tɹɪks/", "noun", 0.0, ["A female forebear or ancestor; a predecessoress."]], ["animatrix", "", "noun", 1.33, ["(rare) A female animator (one who animates something, brings something to life)."]], ["annotatrix", "/ˈænəteɪtɹɪks/", "noun", 0.0, ["(rare, chiefly law) A female annotator."]], ["arbitratrix", "", "noun", 0.0, ["(archaic) A female arbitrator."]], ["arbitrix", "", "noun", 0.0, ["(rare, now chiefly humorous) A female arbiter, an arbitress."]], ["assassinatrix", "/əˈsæsɪˌneɪtɹɪks/", "noun", 0.0, ["(rare) A female assassin."]], ["assertrix", "", "noun", 0.0, ["A female assertor."]], ["asterix", "/ˈæstəɹɪks/", "noun", 2.45, ["Pronunciation spelling of asterisk."]], ["astronautrix", "", "noun", 0.0, ["(dated) A female astronaut."]], ["authrix", "", "noun", 0.0, ["(rare) female equivalent of author"]], ["autocratrix", "", "noun", 0.0, ["A female autocrat."]], ["aviatrix", "/ˈeɪ.vi.eɪ.tɹɪks/", "noun", 1.42, ["(dated) A female aviator."]], ["benefactrix", "", "noun", 0.0, ["A female benefactor."]], ["bimatrix", "", "noun", 0.0, ["A matrix with two elements per cell."]], ["biomatrix", "", "noun", 0.0, ["A biological or biochemical matrix (set of interacting systems)"]], ["bisectrix", "", "noun", 0.0, ["The line bisecting the angle between the optic axes of a biaxial crystal."]], ["cantrix", "", "noun", 0.0, ["(archaic) A female singer."]], ["captivatrix", "", "noun", 0.0, ["A female captivator."]], ["castratrix", "/kæsˈtɹeɪtɹɪks/", "noun", 0.0, ["(chiefly used in philosophy or psychoanalysis) A female who castrates (either literally or metaphorically)."]], ["cicatrix", "/ˈsɪ.kəˌtɹɪks/", "noun", 1.02, ["A scar that remains after the development of new tissue over a recovering wound or sore (also used figuratively)."]], ["coadjutrix", "", "noun", 0.0, ["A female coadjutor"]], ["coexecutrix", "", "noun", 0.0, ["A joint executrix."]], ["collaboratrix", "", "noun", 0.0, ["(rare) Female collaborator."]], ["commentatrix", "", "noun", 0.0, ["female equivalent of commentator"]], ["communicatrix", "", "noun", 0.0, ["(rare) A female communicator."]], ["competitrix", "", "noun", 0.0, ["(rare) A female competitor."]], ["compurgatrix", "", "noun", 0.0, ["(historical) Female compurgator."]], ["conductrix", "/kɒnˈdʌktɹɪks/", "noun", 0.0, ["(uncommon) A female conductor; a woman who conducts."]], ["conservatrix", "", "noun", 0.0, ["A female conservator."]], ["conspiratrix", "", "noun", 0.0, ["A female conspirator."]], ["contributrix", "", "noun", 0.0, ["(rare) A female contributor."]], ["coredemptrix", "", "noun", 0.0, ["(chiefly Roman Catholicism) A female coredeemer."]], ["correctrix", "", "noun", 0.0, ["A woman or girl who corrects; a female corrector; a correctress."]], ["creatrix", "", "noun", 0.0, ["(rare) A female creator."]], ["creditrix", "", "noun", 0.0, ["A female creditor."]], ["curatrix", "", "noun", 0.0, ["(dated) A female curator, guardian, or custodian"]], ["cytomatrix", "", "noun", 0.0, ["A matrix of cells"]], ["decoratrix", "", "noun", 0.0, ["A female decorator."]], ["denunciatrix", "", "noun", 0.0, ["A female denunciator."]], ["dictatrix", "", "noun", 0.0, ["A female dictator."]], ["directrix", "", "noun", 1.38, ["A female who directs; a directress."]], ["dispensatrix", "", "noun", 0.0, ["(archaic) A female dispensator."]], ["doctrix", "", "noun", 0.0, ["A female medical doctor, physician."]], ["dominatrix", "/ˌdɒmɪˈneɪtɹɪks/", "noun", 2.64, ["A dominating woman; a female dominator."]], ["dominitrix", "", "noun", 0.0, ["Alternative spelling of dominatrix"]], ["donatrix", "", "noun", 0.0, ["Female donator."]], ["ePrix", "/iːˈpɹiː/", "noun", 1.1, ["An electric grand prix, a motor race with electric-powered vehicles."]], ["ectothrix", "", "noun", 0.0, ["A sheath of conidia, on the outside of a hair, caused by a parasitic fungus"]], ["editrix", "", "noun", 0.0, ["(uncommon) A female editor."]], ["eliminatrix", "/ɪˈlɪmɪneɪtɹɪks/", "noun", 0.0, ["(rare) A woman or girl who eliminates; a female eliminator."]], ["emancipatrix", "/ɛˈmænsɪpeɪtɹɪks/", "noun", 0.0, ["A woman, girl, or any other entity treated as female who emancipates; a female emancipator."]], ["emasculatrix", "", "noun", 0.0, ["(rare) A woman who emasculates (men)."]], ["emulatrix", "", "noun", 0.0, ["A female who emulates."]], ["endothrix", "", "noun", 0.0, ["A dermatophyte infection of the hair that invades the hairshaft and internalizes into the hair cell."]], ["evocatrix", "", "noun", 0.0, ["(dated) A female evocator."]], ["excavatrix", "", "noun", 0.0, ["(rare) A female that excavates; a female excavator."]], ["executrix", "/ɪɡˈzɛkjətɹɪks/", "noun", 1.63, ["(chiefly law, dated) A female executor; a woman appointed to execute a will."]], ["exterminatrix", "/ɛkˌstɝmɪˈneɪtɹɪks/", "noun", 0.0, ["(rare) A woman who exterminates; an exterminatress."]], ["factrix", "", "noun", 0.0, ["(obsolete) A factoress, a female factor (agent or representative)."]], ["fellatrix", "/fəˈleɪtɹɪks/", "noun", 0.0, ["A woman who performs fellatio."]], ["flagellatrix", "", "noun", 0.0, ["A female flagellator; a woman who administers a whipping."]], ["formatrix", "", "noun", 0.0, ["(obsolete) A formative faculty."]], ["fornicatrix", "", "noun", 0.0, ["A female fornicator."]], ["fundatrix", "", "noun", 0.0, ["(zoology) A female aphid hatched in the spring from an overwintering egg."]], ["generatrix", "", "noun", 0.0, ["(geometry) A curve that, when rotated about an axis, produces a solid figure."]], ["genitrix", "", "noun", 0.0, ["The biological mother of a child."]], ["gladiatrix", null, "noun", 0.0, ["(rare) gladiator (female)"]], ["glossatrix", "/ɡlɒˈseɪtɹɪks/", "noun", 0.0, ["(rare) A specifically female glossator."]], ["gubernatrix", "", "noun", 0.0, ["(rare) A female governor."]], ["heritrix", "", "noun", 0.0, ["A female heritor."]], ["humiliatrix", "/hjuːˌmɪlɪˈeɪtɹɪks/", "noun", 0.0, ["(BDSM) A dominatrix who specialises in humiliation."]], ["imitatrix", "", "noun", 0.0, ["(archaic, rare) A female imitator."]], ["imperatrix", "", "noun", 0.0, ["(historical or archaic) female equivalent of imperator; empress"]], ["impersonatrix", "", "noun", 0.0, ["(archaic) An impersonator who is female."]], ["impostrix", "", "noun", 0.0, ["(archaic) A female impostor."]], ["impropriatrix", "", "noun", 0.0, ["(archaic) A female impropriator."]], ["improvisatrix", "", "noun", 0.0, ["A female that improvises."]], ["indagatrix", "/ɪndəˈɡeɪtɹɪks/", "noun", 0.0, ["(obsolete, rare) A female investigator; a searcheress."]], ["infiltratrix", "/ˈɪnfɪltɹeɪtɹɪks/", "noun", 0.0, ["(rare) A woman who infiltrates; a female infiltrator."]], ["inheritrix", "", "noun", 0.0, ["female inheritor; heiress"]], ["initiatrix", "", "noun", 0.0, ["A female initiator."]], ["innovatrix", "", "noun", 0.0, ["A woman who innovates; a female innovator."]], ["inoculatrix", "", "noun", 0.0, ["A female inoculator."]], ["inquisitrix", "", "noun", 0.0, ["(rare, archaic) A female inquisitor."]], ["inspectrix", "", "noun", 0.0, ["A female inspector."]], ["inspiratrix", "", "noun", 0.0, ["A female inspirator."]], ["instigatrix", "", "noun", 0.0, ["female equivalent of instigator"]], ["institutrix", "", "noun", 0.0, ["(archaic) A female institutor."]], ["instructrix", "", "noun", 0.0, ["(dated) A female instructor."]], ["interlocutrix", "", "noun", 0.0, ["A female interlocutor"]], ["intermediatrix", "", "noun", 0.0, ["A female intermediator."]], ["interrogatrix", "", "noun", 0.0, ["(rare, dated) A female interrogator."]], ["intramatrix", "", "adj", 0.0, ["Situated or occurring within a matrix."]], ["inventrix", "/ɪnˈvɛntɹɪks/", "noun", 0.0, ["(archaic) A female that invents."]], ["investigatrix", "", "noun", 0.0, ["female equivalent of investigator"]], ["invigilatrix", "/ɪnˈvɪd͡ʒɪleɪtɹɪks/", "noun", 0.0, ["(rare) A woman (or entity given female personification) who invigilates; a female invigilator."]], ["janitrix", "", "noun", 0.0, ["A female janitor."]], ["joculatrix", "", "noun", 0.0, ["(obsolete) A female joculator; a female jester, comedian or entertainer."]], ["legislatrix", "", "noun", 0.0, ["(archaic) A female legislator."]], ["leiothrix", "", "noun", 0.0, ["Either of two babblers of the genus Leiothrix within the family Leiothrichidae."]], ["liferentrix", "", "noun", 0.0, ["(Scots law) A female liferenter."]], ["liotrix", "/ˈlaɪ.əˌtɹɪks/", "noun", 0.0, ["(pharmacology) A synthetic mixture of levothyroxine and liothyronine, used to replenish thyroid hormones."]], ["machinatrix", "", "noun", 0.0, ["A woman who machinates; a schemer, plotter."]], ["majestrix", "", "noun", 0.0, ["(fiction) A title granted to a female ruler."]], ["manipulatrix", "", "noun", 0.0, ["female equivalent of manipulator"]], ["masturbatrix", "", "noun", 0.0, ["(rare) A female masturbator."]], ["matrix", "/ˈmeɪ.tɹɪks/", "noun", 4.07, ["The cavity or mold in which anything is formed."]], ["mediatrix", "/ˈmiːdɪətɹɪks/", "noun", 1.38, ["A female mediator."]], ["mentrix", "", "noun", 0.0, ["A female mentor."]], ["meretrix", "", "noun", 0.0, ["A prostitute in Ancient Rome."]], ["microtrix", "", "noun", 0.0, ["Any of many microvilli on the tegument of a cestode"]], ["ministrix", "", "noun", 0.0, ["(rare) A female minister."]], ["moderatrix", "", "noun", 0.0, ["(dated or archaic) A female moderator."]], ["monitrix", "", "noun", 0.0, ["(archaic) A female monitor; a monitress."]], ["motrix", "/ˈməʊtɹɪks/", "noun", 0.0, ["(rare) A female instigator or cause of something."]], ["mycothrix", "", "noun", 0.0, ["(biology) The chain of micrococci formed by the division of the micrococci in multiplication."]], ["nanomatrix", "", "noun", 0.0, ["A nanoscale matrix"]], ["narratrix", "", "noun", 0.0, ["A female narrator."]], ["navigatrix", "", "noun", 0.0, ["A female navigator."]], ["negotiatrix", "", "noun", 0.0, ["(obsolete) A female negotiator."]], ["neuromatrix", "", "noun", 0.0, ["A hypothetical network of interconnecting neural structures, introduced as a way to explain phantom limb sensations."]], ["nominatrix", "", "noun", 0.0, ["A female nominator."]], ["objectrix", "/əbˈdʒɛktɹɪks/", "noun", 0.0, ["(chiefly law, rare) A woman who objects; a female objector; compare objectress."]], ["obstetrix", "", "noun", 0.0, ["(formal) A midwife."]], ["operatrix", "", "noun", 0.0, ["(dated) A female operator."]], ["oratrix", "", "noun", 0.0, ["(obsolete) A female plaintiff, or complainant, in equity pleading"]], ["originatrix", "", "noun", 0.0, ["A female originator."]], ["osculatrix", "", "noun", 0.0, ["(geometry) A curve whose contact with a given curve at a given point is of a higher order (or involves the equality of a greater number of successive differential coefficients of the ordinates of the curves taken at that point) than that of any other curve of the same kind."]], ["ostentatrix", "", "noun", 0.0, ["(rare) An ostentatious woman"]], ["osterix", "", "noun", 0.0, ["A transcription factor, containing a zinc finger, that functions in osteoblast differentiation and bone formation."]], ["paintrix", "", "noun", 0.0, ["(archaic) A female painter."]], ["patrix", "", "noun", 0.0, ["A pattern or die used to manufacture a matrix"]], ["perimatrix", "", "noun", 0.0, ["(biology) The area surrounding a matrix"]], ["perpetratrix", "", "noun", 0.0, ["female perpetrator"]], ["persecutrix", "", "noun", 0.0, ["(rare) A female persecutor."]], ["piscatrix", "", "noun", 0.0, ["(historical) A female fishmonger in ancient times."]], ["precentrix", "", "noun", 0.0, ["A female precentor."]], ["primogenitrix", "", "noun", 0.0, ["A female primogenitor."]], ["procrastinatrix", "", "noun", 0.0, ["(rare) A female who procrastinates."]], ["procuratrix", "", "noun", 0.0, ["A female procurator."]], ["productrix", "", "noun", 0.0, ["female equivalent of productor"]], ["progenitrix", "", "noun", 0.0, ["A female progenitor, a foremother, any of a person's direct female ancestors (ancestresses)."]], ["prolocutrix", "", "noun", 0.0, ["(obsolete) A female prolocutor; a spokeswoman."]], ["promotrix", "", "noun", 0.0, ["(archaic) A female promoter."]], ["propagatrix", "", "noun", 0.0, ["A female propagator"]], ["proprietrix", "", "noun", 0.0, ["(dated) A female proprietor."]], ["prosecutrix", "", "noun", 1.46, ["A female prosecutor"]], ["protectrix", "", "noun", 0.0, ["(archaic) A female who protects; a protectress."]], ["provocatrix", "", "noun", 0.0, ["A female provocator."]], ["rectrix", "", "noun", 0.0, ["A governess; a rectoress."]], ["redemptrix", "", "noun", 0.0, ["(religion) A female redeemer."]], ["regeneratrix", "", "noun", 0.0, ["A female regenerator."]], ["relatrix", "", "noun", 0.0, ["(law, dated) A female relator."]], ["repudiatrix", "", "noun", 0.0, ["(rare) A female repudiator."]], ["revelatrix", "", "noun", 0.0, ["female equivalent of revelator"]], ["rinatrix", "", "noun", 0.0, ["(obsolete) A type of water snake formerly thought to poison water."]], ["robotrix", "", "noun", 0.0, ["(science fiction) A female robot, or one with feminine characteristics."]], ["sculptrix", "/ˈskʌlptɹɪks/", "noun", 0.0, ["A woman who sculpts; a female sculptor; a sculptress."]], ["separatrix", "/sɛpəˈɹeɪtɹɪks/", "noun", 0.0, ["(typography, historical) The ⟨L⟩ or pipe ⟨|⟩ mark formerly used to divide integers from decimals."]], ["servitrix", "", "noun", 0.0, ["A female servitor."]], ["significatrix", "", "noun", 0.0, ["A female significator."]], ["sociomatrix", "", "noun", 0.0, ["a tabular representation in matrix form of data collected using a sociometric method to measure interpersonal relationships"]], ["solicitrix", "", "noun", 0.0, ["(archaic) A female solicitor."]], ["spectatrix", "", "noun", 0.0, ["(dated) A female spectator."]], ["speculatrix", "", "noun", 0.0, ["A female speculator."]], ["spinitrix", "", "noun", 0.0, ["A larger form of microtrix"]], ["stimulatrix", "", "noun", 0.0, ["(rare) A female who stimulates."]], ["streptothrix", "", "noun", 0.0, ["(biology) Any of the genus Streptothrix of bacilli, occurring in the form of long, smooth and apparently branched threads, either straight or twisted."]], ["strix", "", "noun", 2.35, ["(mythology) A bird-like demon feeding on human flesh and blood."]], ["tamarix", "", "noun", 1.31, ["tamarisk"]], ["tectrix", "", "noun", 0.0, ["The covert of a bird's wing."]], ["testamentrix", "", "noun", 0.0, ["(rare) A female testamentor."]], ["testatrix", "/tɛsˈteɪtɹɪks/", "noun", 0.0, ["(law) A female testator."]], ["tormentrix", "", "noun", 0.0, ["(rare) A female tormentor; a tormentress."]], ["tractrix", "", "noun", 0.0, ["(geometry) A curve that satisfies the following property: that segment of the tangent line that lies between the point of tangency and a fixed line has length independent of the point of tangency chosen."]], ["translatrix", "/tɹɑːnsˈleɪtɹɪks/", "noun", 0.0, ["A woman, girl, or other female who translates; a specifically female translator."]], ["trimatrix", "", "noun", 0.0, ["A matrix with three elements per cell."]], ["trisectrix", "", "noun", 0.0, ["A type of curve that is useful for trisecting the angle."]], ["tutrix", "", "noun", 0.0, ["(obsolete) A female tutor (teacher)."]], ["usurpatrix", "", "noun", 0.0, ["A female usurper."]], ["vaticinatrix", "", "noun", 0.0, ["A female vaticinator or prophet."]], ["versificatrix", "", "noun", 0.0, ["A female poet."]], ["victrix", "/ˈvɪk.tɹɪks/", "noun", 1.52, ["Female victor; victress."]], ["vindicatrix", "", "noun", 0.0, ["A vindicatress."]], ["visitatrix", "", "noun", 0.0, ["(Catholicism) female equivalent of visitator"]], ["visitrix", "", "noun", 0.0, ["(archaic) A female visitor."]], ["zelatrix", "", "noun", 0.0, ["(ecclesiastical) A nun who oversees the behaviour of young nuns."]]], "l": [["FELIX", "", "noun", 3.84, ["Free Electron Laser for Infrared eXperiments"]], ["abarelix", "", "noun", 0.0, ["A drug that is an injectable gonadotropin-releasing hormone antagonist."]], ["blix", null, "noun", 1.89, ["(photography) In color photography, a combination of bleach and fixer, which removes both the silver crystals and silver halides, leaving behind the color dyes, which form the negative image.", "(African-American Vernacular) deliberate misspelling of blicks (“gun”)."]], ["bollix", "/ˈbɒlɪks/", "noun", 1.51, ["Confusion."]], ["calix", "", "noun", 1.6, ["Dated form of calyx."]], ["cetrorelix", "", "noun", 0.0, ["An injectable gonadotropin-releasing hormone antagonist used to treat some hormone-sensitive cancers and gynaecological disorders."]], ["cholix", "", "noun", 0.0, ["A toxic ADP-ribosyltransferase isolated from the bacterium Vibrio cholerae"]], ["degarelix", "", "noun", 0.0, ["A hormonal therapy used in the treatment of prostate cancer."]], ["elagolix", "", "noun", 0.0, ["A gonadotropin-releasing hormone antagonist (GnRH antagonist) medication used to treat pain associated with endometriosis."]], ["flix", "/flɪks/", "noun", 2.06, ["The soft fur of some animals, especially the beaver."]], ["ganirelix", "", "noun", 0.0, ["An injectable gonadotropin-releasing hormone antagonist, primarily used in assisted reproduction to control ovulation."]], ["grawlix", "/ˈɡɹɔlɪks/", "noun", 0.0, ["A series of images or symbols used in speech bubbles in comic strips to indicate one or more swear words.", "An image resembling an illegible scribble used for this purpose."]], ["hemihelix", "", "noun", 0.0, ["a three-dimensional geometric shape similar to a helix, but with one or more perversions causing changes in chirality along its run"]], ["interhelix", "", "adj", 0.0, ["Between helices (of nucleic acids etc)"]], ["kerlix", "", "noun", 0.0, ["A white gauze dressing (bandage)."]], ["kylix", "/ˈkaɪlɪks/", "noun", 1.29, ["An Ancient Greek drinking cup with a stem, two handles, and a broad, shallow body"]], ["microhelix", "", "noun", 0.0, ["A microscopic helix"]], ["minihelix", "", "noun", 0.0, ["A small helix"]], ["multihelix", "", "adj", 0.0, ["Composed of multiple helices"]], ["notaulix", "", "noun", 0.0, ["A furrow in the anterior part of the mesonotum of some insects"]], ["overprolix", "", "adj", 0.0, ["Excessively prolix."]], ["prolix", "/pɹoʊˈlɪks/", "adj", 1.65, ["Tediously lengthy; dwelling on trivial details."]], ["ramorelix", "", "noun", 0.0, ["A drug that acts as an LHRH antagonist."]], ["spondoolix", "", "noun", 0.0, ["Alternative spelling of spondulicks"]], ["spondulix", "", "noun", 0.0, ["Alternative spelling of spondulicks"]], ["superhelix", "", "noun", 0.0, ["(molecular biology) The shape formed by a helix which in turn is twisted into a larger helix"]], ["tetrahelix", "", "noun", 0.0, ["(geometry) A helix formed from tetrahedra linked face to face."]], ["unprolix", "", "adj", 0.0, ["Not prolix."]]], "w": [["Twix", "", "noun", 2.21, ["A popular chocolate bar produced by the Mars company, consisting of two fingers of biscuit with other confectionery toppings and coatings (most frequently caramel and milk chocolate)."]]], "f": [["adfix", "", "noun", 0.0, ["(linguistics) A type of affix that is attached to the outside of a stem (an existing word), to form a new word. The adfix category branches into prefixes (ones which appear before the stem) and suffixes (ones which appear after the stem)."]], ["affix", "/ˈæf.ɪks/", "noun", 2.63, ["That which is affixed; an appendage."]], ["antefix", "", "noun", 0.0, ["(architecture) The vertical blocks which terminate the covering tiles of the roof of a Roman, Etruscan, or Greek temple."]], ["biofix", "", "noun", 0.0, ["(biology, pest management) A biological event or indicator of a developmental event, usually in the life of an insect pest, that initiates the beginning of growing-degree-day calculations."]], ["circumfix", "/ˈsɚkəmfɪks/", "noun", 0.0, ["(grammar) An affix containing both a prefixing and a suffixing element existing as a single morphological unit."]], ["confix", "", "noun", 0.0, ["(linguistics) An affix consisting of a prefix and suffix affixed simultaneously to the root"]], ["crucifix", "/ˈkɹuː.sɪˌfɪks/", "noun", 3.02, ["A wooden cross used for crucifixions, as by the Romans."]], ["diffix", "/ˈdɪ.fɪks/", "noun", 0.0, ["(linguistics) A discontinuous affix, which occurs at more than one position in a word."]], ["disfix", "", "noun", 0.0, ["(linguistics) A subtractive morpheme, that is, a morpheme which manifests itself through elision (the removal of segments from a root or stem)."]], ["duplifix", "", "noun", 0.0, ["(linguistics) An affix which, when applied, incorporates some of the stem word it is modifying."]], ["fix", "/ˈfɪks/", "noun", 4.75, ["A repair or corrective action."]], ["forefix", "", "noun", 0.0, ["(rare, nonstandard) A prefix (all senses)"]], ["infix", "/ˈɪnfɪks/", "noun", 1.76, ["(linguistics) An affix inserted inside a root, such as -ma- in English edumacation."]], ["interfix", "", "noun", 0.0, ["(linguistic morphology) A morph inserted between two morphemes in the process of word formation, such as the empty morphs English -i- and -o-."]], ["libfix", "", "noun", 0.0, ["(linguistics) An affix that has been extracted from an existing word."]], ["nonaffix", "", "noun", 0.0, ["(linguistics) A morpheme that is not an affix."]], ["pannofix", "", "noun", 0.0, ["A Hungarian fur made from lambskin."]], ["postfix", "/ˈpoʊst.fɪks/", "noun", 1.85, ["(chiefly computing) Suffix."]], ["preffix", "", "noun", 0.0, ["Misspelling of prefix."]], ["prefix", "/ˈpɹiːfɪks/", "noun", 3.23, ["Something placed before another", "(grammar, linguistic morphology) A morpheme added to the beginning of a word to modify its meaning, for example as, pre- in prefix, con- in conjure, re- in reheat, etc."]], ["pseudoprefix", "", "noun", 0.0, ["(linguistics) A word element that looks like a prefix but is not, such as sub- in sublime."]], ["simulfix", "", "noun", 0.0, ["(linguistics) A type of affix in which the change of meaning is conveyed by altering one or more existing phonemes in the affected morpheme, such as ablaut."]], ["subfix", "", "noun", 0.0, ["One or more letters or sounds added at the bottom of a word to modify its meaning, found in Maya script."]], ["suffix", "/ˈsʌfɪks/", "noun", 3.05, ["(grammar, linguistic morphology) A morpheme added at the end of a word to modify the word's meaning."]], ["sufix", "", "noun", 0.0, ["Misspelling of suffix."]], ["superfix", "", "noun", 0.0, ["One or more letters or sounds added at the top of a word to modify the word's meaning. These are found in Maya script."]], ["suprafix", "", "noun", 0.0, ["(linguistic morphology) A type of affix where a suprasegmental change (such as tone or stress) modifies an existing morpheme's meaning."]], ["technofix", "", "noun", 0.0, ["A technological solution to a problem."]], ["transfix", "", "noun", 1.44, ["(linguistics) A discontinuous affix, which occurs at more than one position in a word, typical of Semitic languages."]]], "m": [["admix", "/ædˈmɪks/", "noun", 0.0, ["The act of admixing."]], ["beatmix", "", "noun", 0.0, ["A mix of multiple tracks produced by a disc jockey who employs beatmixing."]], ["downmix", "", "noun", 0.0, ["The mixing of a number of distinct audio channels to produce a lower number of channels."]], ["intermix", "", "noun", 1.99, ["An intermixture; the product of mixing together"]], ["megamix", "", "noun", 1.92, ["(music) A remix taking the form of a medley, with radical alterations and many constituent pieces of music."]], ["mismix", "", "noun", 0.0, ["The act, process, or result of mismixing."]], ["mix", "/ˈmɪks/", "noun", 4.71, ["The result of mixing two or more substances; a mixture."]], ["postmix", "", "noun", 0.0, ["(chiefly attributive) A soft drink concentrate that is delivered to a retailer to be mixed to order for customers."]], ["premix", null, "noun", 1.85, ["A blend of components that has been mixed in advance of use or of further processing."]], ["qumix", "", "noun", 0.0, ["(quantum computing) A mixed state in a quantum computing system."]], ["remix", "/ˈɹiˌmɪks/", "noun", 3.99, ["(music) A rearrangement of an older piece of music, possibly including various cosmetic changes."]], ["submix", "", "noun", 0.0, ["(sound recording) A mix of sounds from several instruments of the same type, prior to mixing them with further elements of the soundtrack."]], ["supermix", "", "noun", 0.0, ["(biology) Any of a number of ready-made reagent mixtures for use in polymerase chain reaction."]], ["trimix", "", "noun", 1.24, ["(underwater diving) A mixture of helium, nitrogen, and oxygen used in deep diving as a breathing gas instead of air."]], ["vermix", "", "noun", 0.0, ["The vermiform appendix.", "Misspelling of vernix.", "Misspelling of vermis."]]], "d": [["appendix", "/əˈpɛn.dɪks/", "noun", 3.51, ["(obsolete in general sense) Something attached to something else; an attachment or accompaniment."]], ["radix", "/ɹeɪ.dɪks/", "noun", 2.25, ["(biology) A root."]], ["sandix", "", "noun", 0.0, ["(obsolete) A kind of minium, or red lead, made by calcining carbonate of lead, but inferior to true minium."]], ["spadix", "/ˈspeɪdɪks/", "noun", 1.55, ["(botany) A fleshy spike (inflorescence) with reduced flowers, usually enclosed by a spathe, characteristic of aroids."]], ["subappendix", "", "noun", 0.0, ["An appendix that is subsidiary to another appendix."]]], "n": [["carnix", "", "noun", 0.0, ["Alternative spelling of carnyx"]], ["choenix", "/ˈkiːnɪks/", "noun", 0.0, ["(historical) An ancient dry measure of two pints or greater."]], ["fornix", "/ˈfɔː(ɹ).nɪks/", "noun", 1.61, ["The junction where the conjunctiva lining the eyelid meets the conjunctiva overlying the sclera."]], ["nix", "", "noun", 3.0, ["A treacherous water-spirit"]], ["phenix", "", "noun", 2.29, ["Archaic spelling of phoenix."]], ["pheonix", "", "noun", 2.0, ["Misspelling of phoenix."]], ["phoenix", "/ˈfiːnɪks/", "noun", 4.21, ["(mythology) A mythological bird, said to be the only one of its kind, which lives for 500 years and then dies by burning to ashes on a pyre of its own making, ignited by the sun. It then arises anew from the ashes."]], ["phœnix", "", "noun", 0.0, ["obsolete typography of phoenix"]], ["vernix", "/ˈvɝnɪks/", "noun", 1.33, ["(obstetrics, medicine) Vernix caseosa; a fatty deposit covering the skin of newborn babies."]]], "t": [["chopstix", "", "noun", 0.0, ["Informal spelling of chopsticks."]], ["tettix", "/ˈtɛtɪks/", "noun", 0.0, ["A cicada, especially in Greece."]]], "o": [["coix", "", "noun", 0.0, ["An East Asian grass, Coix lacryma-jobi, sometimes harvested as a cereal."]], ["mirepoix", "/mɪə(ɹ)ˈpwɑː/", "noun", 1.69, ["A combination of diced onions, carrots, celery and herbs sautéed in oil or butter as used in French cooking."]]], "v": [["neocervix", "", "noun", 0.0, ["A surgically crafted cervix."]]], "s": [["six", "/sɪks/", "noun", 5.29, ["A group or set with six elements."]]]}, "m": {"s": [["ASMX", "", "noun", 0.0, ["Active Server Method File, A file type used by Microsoft Windows servers."]]], "b": [["BMX", "/biː ɛm ˈɛks/", "noun", 2.98, ["(uncountable, cycling) Bicycle motocross, a form of cycling on BMX bikes, originating in California in the 1970s."]]], "h": [["HMX", "", "noun", 1.86, ["An explosive, octahydro-1,3,5,7-tetranitro-1,3,5,7-tetrazocine, related to RDX."]]], "c": [["WCMX", "", "noun", 0.0, ["wheelchair motocross"]]]}, "e": {"m": [["Amex", "", "noun", 2.97, ["An American Express credit card."]], ["Romex", "", "noun", 1.17, ["A system of bidding in bridge."]], ["memex", "", "noun", 1.26, ["A proposed computer system, implemented with electromechanical controls and microfilm equipment, that would permit a researcher to follow and annotate topics of interest, analogous to later hypertext technologies."]], ["remex", "", "noun", 0.0, ["A quill."]], ["roquinimex", "", "noun", 0.0, ["A quinoline-derived immunostimulant."]], ["rumex", "", "noun", 1.67, ["(botany) Any plant of the genus Rumex; a dock or sorrel."]], ["ubenimex", "", "noun", 0.0, ["A particular protease inhibitor used in the treatment of some leukemias"]]], "l": [["Arriflex", "", "noun", 1.25, ["(historical) An early kind of portable film camera, the first to use a reflex mirror shutter."]], ["Rolex", "/ˈɹəʊlɛks/", "noun", 3.35, ["A watch of a particular high-status brand."]], ["Silex", "", "noun", 1.87, ["(dated) A vacuum coffee maker."]], ["baroreflex", "", "noun", 1.09, ["(physiology) Any reflex that results from stimulation of a baroreceptor"]], ["biocomplex", "", "noun", 0.0, ["A biological or biochemical complex"]], ["borderplex", "", "noun", 0.0, ["(US) A metropolitan area on the border of the United States and Mexico."]], ["chelex", "", "noun", 0.0, ["A resin used in ion exchange chromatography"]], ["chemoreflex", "", "noun", 0.0, ["(physiology) A reflex in response to a chemical stimulus"]], ["cineplex", "/ˈsɪnəplɛks/", "noun", 2.17, ["(US) A cinema having multiple theatres (showing rooms)."]], ["circumflex", "/ˈsɝ.kəmˌflɛks/", "noun", 2.22, ["A diacritical mark (ˆ) placed over a vowel in the orthography or transliteration of many languages to change its pronunciation; while in some other languages over a consonant.", "Having a circumflex mark."]], ["circumplex", "", "noun", 1.03, ["A graphical representation, using polar coordinates, of the interactions of a central entity"]], ["coalplex", "", "noun", 0.0, ["A proposed form of industrial plant that generates various useful substances from coal and then uses them in further production processes."]], ["colex", "", "adj", 0.0, ["Short for colexicographic."]], ["complex", "/kɑmˈplɛks/", "adj", 4.86, ["Made up of multiple parts; composite; not simple.", "A problem."]], ["contraplex", "", "adj", 0.0, ["(telegraphy) Of message signals, passing in opposite directions at the same time."]], ["cosimplex", "", "noun", 0.0, ["The dual of a simplex."]], ["culex", "/ˈkjuː.lɛks/", "noun", 2.09, ["Any of various mosquitoes of the genus Culex, some of which carry disease."]], ["cytocomplex", "", "noun", 0.0, ["(biology) A group of species with similar karyotypes."]], ["decemplex", "", "adj", 0.0, ["Having ten parts; decuple or tenfold."]], ["decomplex", "", "adj", 0.0, ["Repeatedly compound; made up of complex constituents"]], ["deflex", "", "adj", 0.0, ["(archery, of a bow) Having the arms curved or curled at the base so as to turn towards the archer when unstrung, reducing the strain on the limbs and also the energy stored by the weapon."]], ["dendriplex", "", "noun", 0.0, ["A complex of dendrosomes and/or dendrimers"]], ["diplex", "", "adj", 0.0, ["(telegraphy) Involving the transmission of two messages in the same direction at the same time."]], ["downflex", "", "noun", 0.0, ["Something that has been forced to curve downward."]], ["duplex", "/ˈdu.plɛks/", "adj", 3.13, ["Double; made up of two parts.", "(architecture) Having two floors."]], ["echoplex", "", "noun", 1.61, ["(music, also capitalized) A tape delay effect first used in the 1960s."]], ["eightplex", "", "noun", 0.0, ["(US) A building divided into eight separate residences or commercial premises."]], ["ergoreflex", "", "noun", 0.0, ["(physiology) The response, characterised by increase in ventilation, to increased exercise."]], ["excitoreflex", "", "adj", 0.0, ["That produces a reflex action"]], ["exlex", "/ɛkslˈɛks/", "noun", 0.0, ["(archaic) An outlaw."]], ["fiveplex", "", "noun", 0.0, ["(US) A building divided into five separate residences or commercial premises."]], ["flex", "/flɛks/", "noun", 3.73, ["(uncountable) Flexibility, pliancy."]], ["fourplex", "", "noun", 1.07, ["quadplex"]], ["funplex", "", "noun", 0.0, ["An amusement park."]], ["googleplex", "", "noun", 1.48, ["Misspelling of googolplex."]], ["heptaplex", "", "adj", 0.0, ["Having seven parts; sevenfold."]], ["holocomplex", "", "noun", 0.0, ["A holoprotein complex."]], ["homocomplex", "", "noun", 0.0, ["A complex formed from multiple copies of the same compound"]], ["hyperflex", "", "noun", 0.0, ["(geometry) A point of a curve where the tangent line has contact of order at least 4."]], ["ilex", "", "noun", 2.09, ["Holm oak (Quercus ilex)."]], ["immunocomplex", "", "noun", 0.0, ["The complex formed between an antigen and an antibody."]], ["implex", "/ɪmˈplɛks/", "adj", 0.0, ["Intricate, involved, entangled, complicated, complex.", "A genealogical coefficient of a given genealogical tree; defined as the difference between the number of theoretical ancestors of a person and the number of his/her real ones in a given generation (the degree of pedigree collapse)."]], ["incomplex", "", "adj", 0.0, ["(especially philosophy) Not complex; simple.", "(philosophy) An item or thing, as opposed to a relationship between items."]], ["intercomplex", "", "adj", 0.0, ["Between complexes"]], ["interduplex", "", "adj", 0.0, ["Between duplexes (of nucleic acid)"]], ["intracomplex", "", "adj", 0.0, ["Within a complex"]], ["intraduplex", "", "adj", 0.0, ["Within a duplex (of nucleic acid)"]], ["isolex", "", "noun", 0.0, ["An isogloss indicating where a certain word is used."]], ["leisureplex", "", "noun", 0.0, ["A commercial establishment offering various leisure facilities to the public."]], ["lex", "/lɛks/", "noun", 3.5, ["(linguistics) A specific inflected form of a word; compare lexeme."]], ["lipoplex", "", "noun", 0.0, ["A complex of plasmids and lipids"]], ["lipopolyplex", "", "noun", 0.0, ["A polyplex containing lipid"]], ["macrocomplex", "", "noun", 0.0, ["A relatively large complex"]], ["mechanoreflex", "", "noun", 0.0, ["A mechanical reflex"]], ["megacomplex", "", "noun", 0.0, ["A very large complex of buildings", "Very complex"]], ["megaplex", "", "noun", 1.52, ["A large, multi-screen cinema"]], ["memeplex", "", "noun", 0.0, ["A set of memes which interact to reinforce each other"]], ["metaboreflex", "", "noun", 0.0, ["(physiology) A reflex triggered by stimulation of metaboreceptors. This reflex is triggered during exercise and increases blood flow and ventilation. It is part of the ergoreflex (the exercise pressor reflex)."]], ["metacomplex", "", "noun", 0.0, ["(organic chemistry) A complex formed in the meta- position"]], ["microcomplex", "", "noun", 0.0, ["A complex of very small particles"]], ["microplex", "", "noun", 0.0, ["Anything composed of very small components"]], ["monoplex", "", "adj", 0.0, ["simplex"]], ["motorplex", "", "noun", 1.31, ["(US) A venue for motor racing."]], ["mucocomplex", "", "noun", 0.0, ["A complex mixture of mucopolysaccharides."]], ["multicomplex", "", "adj", 0.0, ["multiply complex", "A complex of multiple things"]], ["multiduplex", "", "adj", 0.0, ["Composed of multiple duplex structures", "Anything composed of multiple duplex structures"]], ["multiflex", "", "noun", 0.0, ["A complex style of offense in American football, encompassing numerous formations, blocking strategies and pass patterns, designed to confuse the opponents.", "Of a chain conveyor: having a chain that is flexible along more than one axis."]], ["multiplex", "", "adj", 2.78, ["Comprising several interleaved parts.", "A building or a place where several activities occur in multiple units concurrently or different times."]], ["nanocomplex", "", "noun", 0.0, ["A nanoscale complex"]], ["nanoplex", "", "noun", 0.0, ["A complex formed from a nanoparticle (typically a drug)"]], ["nanopolyplex", "", "noun", 0.0, ["A nanoscale polyplex particle"]], ["neuroreflex", "", "noun", 0.0, ["(physiology) A neurological reflex"]], ["nineplex", "", "noun", 0.0, ["(US) A building divided into nine separate residences or commercial premises."]], ["ninjaflex", "", "noun", 0.0, ["A thermoplastic polyurethane filament used in 3D printing"]], ["nonaplex", "", "adj", 0.0, ["Having nine parts or functions"]], ["noncomplex", "", "adj", 0.0, ["Not complex."]], ["nonduplex", "", "adj", 0.0, ["Not duplex."]], ["nonmultiplex", "", "adj", 0.0, ["Not multiplex."]], ["nonreflex", "", "adj", 0.0, ["Not reflex."]], ["nonretroflex", "", "adj", 0.0, ["Not retroflex."]], ["nonsimplex", "", "adj", 0.0, ["Not simplex."]], ["nucleocomplex", "", "noun", 0.0, ["A complex of nucleic acids"]], ["nuplex", "", "noun", 0.0, ["An industrial complex that operates on nuclear power."]], ["octaplex", "", "adj", 0.0, ["Misspelling of octuplex."]], ["octoplex", "", "adj", 0.0, ["Misspelling of octuplex."]], ["octuplex", "", "adj", 0.0, ["Having eight components."]], ["odontocomplex", "", "noun", 0.0, ["A complex of teeth or toothlike features"]], ["orthoplex", "", "noun", 0.0, ["(geometry) A convex polytope analogous to an octahedron (3 dimensions) or 16-cell (4 dimensions)."]], ["overcomplex", "", "adj", 0.0, ["Excessively complex."]], ["oxocomplex", "", "noun", 0.0, ["Any complex (typically of a transition element) containing an oxo group"]], ["pentaplex", "", "adj", 0.0, ["Having five parts or functions"]], ["perplex", "/pɚˈplɛks/", "adj", 1.88, ["(now rare) intricate; difficult", "(obsolete) A difficulty."]], ["petrosilex", "", "noun", 0.0, ["(mineralogy) felsite"]], ["phantoplex", "", "noun", 0.0, ["(historical, chiefly attributive) A superposed circuit operated by alternating current over a simplex, duplex or quadruplex circuit operated from direct current sources."]], ["phytocomplex", "", "noun", 0.0, ["A mixture of plant extracts (for a variety of purposes)"]], ["plex", "", "noun", 2.61, ["(Canada) A building, such as a duplex or triplex, with a number of apartments (typically two to four) that all open directly to the outside."]], ["pollex", "", "noun", 1.19, ["The thumb; the first, or preaxial, digit of the forelimb, corresponding to the hallux in the hind limb. In birds, the pollex is the joint which bears the alula or bastard wing."]], ["polycomplex", "", "noun", 0.0, ["A polymeric complex"]], ["precomplex", "", "noun", 0.0, ["A complex formed prior to some other operation"]], ["prepollex", "", "noun", 0.0, ["An extra digit beside the thumb."]], ["proscolex", "", "noun", 0.0, ["(zoology) An early larval form of a trematode worm; a redia."]], ["protoescolex", "", "noun", 0.0, ["protoscolex"]], ["protoscolex", "", "noun", 0.0, ["The juvenile scolex formed from the germinal layer of a hydatid metacestode."]], ["pumplex", "", "noun", 0.0, ["Alternative spelling of poomplex"]], ["quadplex", "", "noun", 0.0, ["(US) A building divided into four separate residences or commercial premises"]], ["quadraplex", "", "noun", 0.0, ["Misspelling of quadruplex."]], ["quadruplex", "", "adj", 1.44, ["Having four components.", "(countable) A quadruplex system."]], ["reflex", "/ˈɹiːflɛks/", "noun", 3.44, ["An automatic response to a simple stimulus which does not require mental processing.", "Bent, turned back or reflected."]], ["relex", "", "noun", 1.33, ["(conlanging) A conlang created by substituting new vocabulary into the grammar of an existing language."]], ["retroflex", "/ˈɹɛt.ɹoʊ.flɛks/", "adj", 1.57, ["Bent or curved backwards.", "(phonetics) A consonant pronounced with the underside of the tongue approaching or touching the palate."]], ["rolex", "/ˈɹəʊlɛks/", "noun", 3.35, ["(Uganda) An omelette served inside a chapati."]], ["scolex", "", "noun", 1.58, ["(zoology) The structure at the front end of a tapeworm which, in the adult, has suckers and hooks by which it attaches itself to a host."]], ["semiduplex", "", "adj", 0.0, ["(telecommunications) Providing communication in both directions, but only one direction at a time, not simultaneously."]], ["semireflex", "", "adj", 0.0, ["Of an action: performed involuntarily, but not entirely independent of the will."]], ["septuplex", "", "adj", 0.0, ["Sevenfold; made up of seven parts."]], ["serocomplex", "", "noun", 0.0, ["A complex of related serovars"]], ["sevenplex", "", "noun", 0.0, ["(US) A building divided into seven separate residences or commercial premises."]], ["sextuplex", "", "adj", 0.0, ["Having six components."]], ["signalplex", "", "noun", 0.0, ["A combination of two or more signals"]], ["silex", "/ˈsaɪlɛks/", "noun", 1.87, ["(archaic) Flint."]], ["simplex", "/ˈsɪmplɛks/", "adj", 2.97, ["Single, simple; not complex.", "(geometry, algebraic topology) An analogue in a space of arbitrary dimensionality of the triangle or tetrahedron; the convex hull of n+1 linearly independent points in n-dimensional space; in other words, the triangle, tetrahedron etc., generalized to an arbitrary number of dimensions."]], ["singleplex", "", "adj", 0.0, ["Lacking any multiplex character", "Something that lacks multiplex character"]], ["sixplex", "", "noun", 0.0, ["(US) A building divided into six separate residences or commercial premises."]], ["soccerplex", "", "noun", 0.0, ["(US) A sports complex that includes soccer facilities."]], ["sportsplex", "", "noun", 1.48, ["(US) A complex offering sporting facilities."]], ["subcomplex", "", "noun", 1.04, ["Any structure that is a subdivision of a larger complex."]], ["subsimplex", "", "noun", 0.0, ["(geometry) A polyhedron at the intersection of simplexes."]], ["supercomplex", "", "adj", 0.0, ["Very complex"]], ["superduplex", "", "adj", 0.0, ["(metallurgy) Of stainless steel: having a duplex structure (containing austenite and ferrite in roughly equal proportions) and also having unusually high hardness, strength or corrosion resistance."]], ["superplex", "", "noun", 1.34, ["(professional wrestling) A suplex performed by an attacker standing on the second or third rope against an opponent sitting on the top rope or top turnbuckle."]], ["suplex", "/ˈsuplɛks/", "noun", 2.52, ["(professional wrestling) A wrestling move in which the wrestler picks up their opponent off the ground (or mat) and then, using a large portion of their own body weight, drives the opponent down on the mat by throwing them over their center of gravity, usually arching their back."]], ["technocomplex", "", "noun", 0.0, ["(archaeology) A distinct culture that employed a specific technology"]], ["telex", "/tɛl.ɛks/", "noun", 2.34, ["A network of teletypes."]], ["tenplex", "", "noun", 0.0, ["(US) A building divided into ten separate residences or commercial premises."]], ["threeplex", "", "noun", 0.0, ["(US) A building divided into three separate residences or commercial premises."]], ["triplex", null, "adj", 2.21, ["Having three parts; triple or threefold.", "(architecture) Having three floors", "A building with three apartments or divisions."]], ["twelveplex", "", "noun", 0.0, ["(US) A building divided into twelve separate residences or commercial premises."]], ["ultracomplex", "", "adj", 0.0, ["Very complex"]], ["uniplex", "", "adj", 0.0, ["simplex"]], ["unkenreflex", "", "noun", 0.0, ["(zoology) A defensive posture adopted by several branches of the amphibian class, including, but not exclusive to, salamanders, toads, and certain species of frogs."]]], "t": [["Celotex", "", "noun", 1.21, ["A rough-textured fiberboard used on ceilings as acoustic paneling."]], ["Piñatex", "", "noun", 0.0, ["A leather substitute made from pineapple waste"]], ["antivertex", null, "noun", 0.0, ["(astrology) The point exactly opposite the vertex."]], ["antivortex", "", "noun", 0.0, ["(physics) A vortex that rotates in an opposite direction to another that it is paired with"]], ["catex", "", "noun", 0.0, ["Short for cation exchange resin."]], ["cerebrocortex", "", "noun", 0.0, ["cerebral cortex"]], ["cortex", "/ˈkɔɹtɛks/", "noun", 3.59, ["(countable, anatomy) The outer layer of an internal organ or body structure, such as the kidney or the brain."]], ["covertex", null, "noun", 0.0, ["(geometry) A point of intersection between an ellipse and its minor axis."]], ["cryptex", "/ˈkɹɪptɛks/", "noun", 1.19, ["A puzzle box solved with a passcode."]], ["decitex", "", "noun", 0.0, ["A gram per 10,000 meters, a unit of linear mass density for thread or fiber. Symbol: dtex."]], ["exocortex", "", "noun", 0.0, ["A hypothetical artificial information-processing system that would augment a brain's biological cognitive processes."]], ["frontovertex", null, "noun", 0.0, ["frontal vertex (of an insect head)"]], ["frutex", "", "noun", 0.0, ["(botany, archaic) A bush; a shrub"]], ["hemicortex", "", "noun", 0.0, ["Either half of a cortex"]], ["hypervertex", "", "noun", 0.0, ["(graph theory) The equivalent of a graph's vertex in a hypergraph."]], ["intervertex", null, "adj", 0.0, ["Between vertices."]], ["intervortex", "", "adj", 0.0, ["Between vortices"]], ["intravertex", null, "adj", 0.0, ["Within or at a single vertex."]], ["mesovortex", "", "noun", 0.0, ["A small-scale, vertical vortex of air associated with a thunderstorm that occurs at less than one kilometer from the ground and is between 2-20 kilometers in width."]], ["microvortex", "", "noun", 0.0, ["A very small vortex"]], ["nanolatex", "", "noun", 0.0, ["A form of latex composed of nanoparticles; a nanocomposite containing such particles"]], ["nanovortex", "", "noun", 0.0, ["A nanoscale vortex."]], ["neocortex", "", "noun", 2.22, ["(neuroanatomy) The top layer of the cerebral hemispheres in the brain of mammals; part of the cerebral cortex."]], ["paracortex", "", "noun", 0.0, ["The portion of a lymph node immediately surrounding the medulla."]], ["proisocortex", "", "noun", 0.0, ["(neuroanatomy) An area of the neocortex"]], ["semtex", "/ˈsɛm.tɛks/", "noun", 1.99, ["A highly malleable general-purpose plastic explosive."]], ["subcortex", "", "noun", 0.0, ["The part of the brain that lies directly below the cortex."]], ["suffrutex", "/ˈsʌfɹuːtɛks/", "noun", 0.0, ["A subshrub."]], ["teletex", "", "noun", 0.0, ["A text and document communications service provided over telephone lines, designed as an upgrade to the conventional telex service but rapidly superseded by electronic mail."]], ["tex", "", "noun", 3.52, ["A milligram per meter, a unit of linear mass density for thread or fiber."]], ["uveovortex", "", "noun", 0.0, ["A uveal vortex"]], ["vertex", "/ˈvɝˌtɛks/", "noun", 3.21, ["The highest point, top or apex of something."]], ["videotex", "", "noun", 1.41, ["Any of various early information retrieval services, such as viewdata and Teletext systems, that delivered pages of computerized text to users on request."]], ["vitex", "", "noun", 1.69, ["Any of several species of the genus Vitex."]], ["vortex", "/ˈvɔɹtɛks/", "noun", 3.47, ["A whirlwind, whirlpool, or similarly moving matter in the form of a spiral or column."]]], "r": [["Centrex", "", "noun", 1.69, ["(telecommunications) A service similar to a private branch exchange, but providing switching at the central office instead of at the customer's premises."]], ["Durex", null, "noun", 2.0, ["(Britain, countable) A condom."]], ["Lurex", "", "noun", 1.62, ["A form of yarn (or fabric made from it) that incorporates a glittering metallic thread."]], ["Purex", "", "noun", 1.78, ["A chemical method used to purify fuel for nuclear reactors or nuclear weapons, based on liquid–liquid extraction ion-exchange."]], ["acridorex", "", "noun", 0.0, ["(pharmacology) An anorexiant drug."]], ["amfepentorex", "", "noun", 0.0, ["A stimulant drug derived from methamphetamine, used as an appetite suppressant for the treatment of obesity."]], ["aminorex", "", "noun", 0.0, ["An anorectic stimulant drug of the 2-amino-5-aryl oxazoline class."]], ["benfluorex", "", "noun", 0.0, ["(pharmacology) The drug (RS)-2-({1-[3-(trifluoromethyl)phenyl]propan-2-yl}amino)ethyl benzoate, marketed as an antidiabetic and appetite suppressant."]], ["clobenzorex", "/kləˈbɛnzəɹɛks/", "noun", 0.0, ["A stimulant drug used as an anorectic."]], ["cloforex", "", "noun", 0.0, ["An amphetamine anorectic that is a prodrug to chlorphentermine."]], ["clominorex", "", "noun", 0.0, ["A centrally-acting sympathomimetic drug, related to other drugs such as aminorex and pemoline."]], ["difemetorex", "", "noun", 0.0, ["A stimulant drug of the piperidine class, formerly used as an appetite suppressant."]], ["etolorex", "", "noun", 0.0, ["An anorectic of the amphetamine class."]], ["fenisorex", "", "noun", 0.0, ["An anorexiant drug."]], ["fenproporex", "/fɛnˈpɹɒpəɹɛks/", "noun", 0.0, ["A stimulant drug of the phenethylamine and amphetamine classes, developed in the 1960s and used as an appetite suppressant for the treatment of obesity."]], ["flucetorex", "", "noun", 0.0, ["An amphetamine related to fenfluramine."]], ["fludorex", "", "noun", 0.0, ["A phenethylamine stimulant drug."]], ["fluminorex", "", "noun", 0.0, ["A sympathomimetic drug originally developed as an appetite suppressant."]], ["flutiorex", "", "noun", 0.0, ["The drug tiflorex."]], ["forex", "/ˈfɔɹˌɛks/", "noun", 3.64, ["Short for foreign exchange."]], ["furfenorex", "", "noun", 0.0, ["A stimulant drug formerly used as an appetite suppressant."]], ["grex", "/ˈɡɹɛks/", "noun", 1.32, ["(biology) A multicellular aggregate of amoeba."]], ["imbrex", "", "noun", 0.0, ["(archaeology) A roof tile common in Ancient Greek and Roman architecture, used in an overlapping formation with the tegula."]], ["indanorex", "", "noun", 0.0, ["A stimulant drug with appetite-suppressant and antihypoglycemic effects."]], ["interrex", "", "noun", 0.0, ["(history) An official in Ancient Rome who acted as single head of state during the interregnum between two consulates."]], ["mefenorex", "", "noun", 0.0, ["A stimulant amphetamine drug used as an appetite suppressant."]], ["mirex", "", "noun", 1.11, ["(organic chemistry) The pesticide and fire retardant perchloropentacyclodecane, which is a persistent organic pollutant."]], ["morforex", "", "noun", 0.0, ["The anorectic 4-[2-[(α-methylphenethyl)amino]ethyl]morpholine."]], ["murex", "/ˈmjʊɚ.ɛks/", "noun", 1.88, ["Any of the genus Murex of marine gastropods."]], ["oxifentorex", "", "noun", 0.0, ["A particular amphetamine."]], ["pentorex", "", "noun", 0.0, ["phenpentermine"]], ["picilorex", "", "noun", 0.0, ["An anorexiant drug."]], ["prorex", "", "noun", 0.0, ["(obsolete) viceroy"]], ["pyrex", "", "noun", 2.51, ["A kind of heat-resistant borosilicate glass, made by mixing a high concentration of boron oxides into the molten glass to reduce its thermal expansion coefficient."]], ["rex", "", "noun", 3.89, ["An animal which has a genetic recessive variation that causes the guard hairs to be very short or fully lacking."]], ["tiflorex", "", "noun", 0.0, ["A stimulant amphetamine."]]], "d": [["Foldex", "", "noun", 0.0, ["A cat of a breed developed in Quebec, having a medium-sized body with a rounded face, short legs, and characteristic folded ears."]], ["Pokédex", "", "noun", 1.88, ["(Pokémon) A fictional electronic encyclopedia with information about Pokémon."]], ["Rolodex", "", "noun", 2.12, ["A type of rotating file index used for storing addresses, especially in a work context."]], ["Soundex", "", "noun", 1.39, ["(information science) A phonetic algorithm for indexing names by their English pronunciation, based on the most probably significant consonants, so that a search for a misspelled name may find the desired one."]], ["Windex", "", "noun", 2.3, ["A window cleaner containing detergent and ammonia.", "(sailing) An arrow-shaped indicator of wind direction installed in mast-top."]], ["anidex", "", "noun", 0.0, ["A textile made from a long chain synthetic polymer composed of at least 50% by mass of one or more esters of monohydric alcohol and acrylic acid."]], ["caudex", "/ˈkɔːdɛks/", "noun", 1.4, ["(botany) An enlargement of the stem, branch or root of a woody plant, usually serving to store water."]], ["codex", "/ˈkoʊdɛks/", "noun", 3.18, ["An early manuscript book."]], ["dex", "", "noun", 3.26, ["(physics and astrophysics) An order or factor of ten.", "(roleplaying games) Dexterity."]], ["glindex", "", "noun", 0.0, ["A combined glossary and index."]], ["goddex", "", "noun", 0.0, ["(neologism) A genderless or non-binary deity; a deity whose gender is unknown."]], ["hyperindex", "", "noun", 0.0, ["(databases) An index in a hyperbase."]], ["index", "/ˈɪndɛks/", "noun", 4.57, ["An alphabetical listing of items and their location."]], ["medex", "", "noun", 1.18, ["A person who has gone through the MEDEX medical training programme, which aims to match students with medical placements in underserved communities."]], ["spandex", "/ˈspændɛks/", "noun", 2.9, ["A synthetic fibre known for its exceptional elasticity."]], ["subindex", "", "noun", 1.22, ["A subsidiary index, or one that represents a sector of a larger one"]], ["sugammadex", "", "noun", 0.0, ["A drug for reversal of neuromuscular blockade by the agent rocuronium in general anesthesia."]], ["superindex", "", "noun", 0.0, ["A typographical index mark in the form of a superscript e.g. A^*"]], ["vindex", "", "noun", 1.46, ["(historical) An official who supervised tax collection in the ancient Roman Empire."]]], "p": [["PEX", "", "noun", 2.07, ["(organic chemistry) cross-linked high-density polyethylene"]], ["Perspex", "", "noun", 2.25, ["Plexiglas"]], ["Tippex", "", "noun", 1.08, ["(Britain, South Africa) A particular brand of correction fluid, or correction fluid in general."]], ["Torpex", "", "noun", 0.0, ["A secondary explosive made from RDX, TNT, and powdered aluminium, used in World War II."]], ["antapex", null, "noun", 0.0, ["(astronomy) The point opposite the solar apex"]], ["apex", "/ˈeɪ.pɛks/", "noun", 3.71, ["The highest or the greatest part of something, especially forming a point.", "(geometry) The highest point in a plane or solid figure, relative to a base line or plane."]], ["auspex", "", "noun", 1.23, ["(historical) An officiating priest in Ancient Rome."]], ["extispex", "", "noun", 0.0, ["(historical) Somebody who predicts the future using entrails"]], ["haruspex", "", "noun", 1.09, ["A soothsayer or priest in Ancient Rome (originally Etruscan) who practiced haruspicy, divination by inspecting entrails."]], ["impex", "", "noun", 1.27, ["(business, in company names) import and export"]], ["periapex", "", "noun", 0.0, ["The area around an apex"]], ["perspex", "", "noun", 2.25, ["(Britain, New Zealand) Any tough, transparent plastic that is used instead of glass for windows."]], ["subapex", "", "noun", 0.0, ["A subsidiary apex"]]], "s": [["Sussex", "/ˈsʌs.əks/", "noun", 3.76, ["A British breed of dual-purpose chicken, reared both for its meat and for its eggs."]], ["antisex", "", "adj", 0.0, ["Opposed to sexual activity"]], ["buttsex", "", "noun", 1.53, ["Alternative spelling of butt sex"]], ["chemsex", "", "noun", 0.0, ["(sexuality) Sexual intercourse under the influence of recreational drugs."]], ["compusex", "", "noun", 0.0, ["(dated, rare) cybersex"]], ["cybersex", "", "noun", 2.02, ["A virtual sexual encounter in which two or more persons connected remotely via a computer network send one another sexually explicit messages simulating a sexual experience."]], ["doublesex", "", "noun", 0.0, ["A gene that is involved in the sex determination system of the fruit fly Drosophila melanogaster, expressed in both male and female flies."]], ["electrosex", "", "noun", 0.0, ["(BDSM) electrostimulation for erotic purposes"]], ["endosex", "/ˌɛn.doʊ.sɛks/", "adj", 0.0, ["(neologism) Not intersex; born with sex characteristics that are considered typically male or female."]], ["foresex", "", "noun", 0.0, ["Activity, often sexual in nature, prior to or leading up to sexual intercourse; foreplay"]], ["gendersex", "/ˈd͡ʒɛndɚsɛks/", "noun", 0.0, ["Sex or gender. A division of organisms into masculine, feminine and possibly others, by sexual or social characteristics."]], ["heterosex", "", "noun", 0.0, ["(sexuality) Heterosexual sex."]], ["hetsex", "/ˈhɛtsɛks/", "noun", 0.0, ["Heterosexual sexual intercourse."]], ["homosex", null, "noun", 1.27, ["(sexuality) Homosexual sexual intercourse."]], ["imposex", "", "noun", 0.0, ["(biology) The development in certain marine gastropod mollusks of sex organs in contrast to their actual gender, the result of toxic pollutants."]], ["intersex", "/ˈɪntɚsɛks/", "noun", 2.92, ["The condition of being intersex; intersexuality."]], ["intrasex", "", "adj", 0.0, ["Within or among a single sex."]], ["leathersex", "", "noun", 0.0, ["The sexual practices associated with leathermen."]], ["midsex", "", "adj", 0.0, ["During sexual intercourse."]], ["monosex", "", "adj", 0.0, ["Of a single sex; monosexual."]], ["netsex", "", "noun", 0.0, ["cybersex"]], ["perisex", "", "adj", 0.0, ["Dyadic; endosex; not intersex."]], ["phonesex", "", "noun", 1.81, ["Alternative spelling of phone sex"]], ["postsex", "", "adj", 0.0, ["Occurring after sexual intercourse"]], ["presex", "", "adj", 0.0, ["Before sex."]], ["sex", "/sɛks/", "noun", 5.22, ["(countable) A category into which sexually-reproducing organisms are divided on the basis of their reproductive roles in their species."]], ["succsex", "", "noun", 0.0, ["Success with respect to sex."]], ["supersex", "", "noun", 0.0, ["(biology) The result of an abnormal combination of sex chromosomes."]], ["technosex", "", "noun", 0.0, ["cybersex"]], ["transsex", "", "adj", 0.0, ["Transsexual.", "(rare) Transsexuality, transsexualism; the state of being transsexual. (Compare transgender.)"]], ["unisex", "/ˈjunəˌsɛks/", "adj", 3.0, ["Not distinguished on the basis of sex or gender; suitable for any sex or gender.", "The state of not being distinguished on the basis of sex or gender; the state of being suitable for any sex or gender."]], ["zippersex", "", "noun", 0.0, ["Alternative spelling of zipper sex"]]], "n": [["anex", "", "noun", 1.03, ["(US) Alternative spelling of annex"]], ["annex", "/ˈænɛks/", "noun", 3.5, ["An addition, an extension."]], ["connex", "", "noun", 2.0, ["(algebra) A correspondence between a projective space and its dual.", "(set theory) Such that, for all x and y in X, and for a binary relation R, either or both of xRy and yRx hold(s)."]], ["inex", "", "noun", 1.5, ["An eclipse cycle of 10,571.95 days, or 358 lunations."]], ["ionex", "", "noun", 0.0, ["Short for ion exchange resin."]], ["laminex", "", "noun", 0.0, ["(Australia) A hard plastic laminate, used especially as a surfacing material."]], ["nex", null, "adj", 2.66, ["Archaic form of next."]], ["nonprenex", "", "adj", 0.0, ["Not prenex."]], ["retinex", "", "noun", 0.0, ["(attributive) The retina and the cortex."]], ["senex", "/ˈsɛnɛks/", "noun", 1.88, ["An older or old man."]]], "b": [["bex", "", "adj", 2.53, ["(Belize) Angry."]], ["ibex", "/ˈaɪbɛks/", "noun", 2.41, ["A type of wild mountain goat of the genus Capra, such as the species Capra ibex."]], ["urbex", "", "noun", 1.6, ["The exploration of man-made environments, especially urban structures; urban exploration."]]], "v": [["biconvex", "", "adj", 1.45, ["Having both sides convex."]], ["convex", "/ˈkɑn.vɛks/", "adj", 3.26, ["Curved or bowed outward like the outside of a bowl, circle, or sphere.", "Any convex body or surface."]], ["convexoconvex", "", "adj", 0.0, ["convex on both sides"]], ["devex", "/diːˈvɛks/", "adj", 1.13, ["Bending down; sloping."]], ["equiconvex", "", "adj", 0.0, ["(optics, of a lens) Having surfaces with the same convex radius of curvature."]], ["macroconvex", "", "adj", 0.0, ["macroscale and convex"]], ["microconvex", "", "adj", 0.0, ["Very small and also convex"]], ["nonconvex", "", "adj", 1.54, ["Not convex."]], ["nonpseudoconvex", "", "adj", 0.0, ["Not pseudoconvex."]], ["nonquasiconvex", "", "adj", 0.0, ["Not quasiconvex."]], ["planoconvex", "", "adj", 0.0, ["(optics, of a lens) Having one side plane and the other convex."]]], "f": [["carnifex", "", "noun", 1.72, ["(now rare, historical) An executioner."]], ["forfex", "/ˈfɔːɹfɛks/", "noun", 0.0, ["(obsolete) A pair of shears."]], ["pontifex", "/ˈpɒn.təˌfɛks/", "noun", 2.18, ["(historical) A pontiff, or high priest, in Ancient Rome."]], ["spinifex", null, "noun", 1.73, ["Any of numerous species of grass in genus Spinifex, growing in sand dunes."]]], "h": [["dihex", "", "noun", 0.0, ["A polyhex composed of two hexagons"]], ["esonarthex", "", "noun", 0.0, ["An inner narthex (in a church)."]], ["exonarthex", "", "noun", 0.0, ["(architecture, Christianity) The space anterior to the narthex of a church, sometimes roofed-over as with a porch, but more often an enclosed courtyard; in antiquity, the courtyard where catechumens were permitted to be close to the Eucharist, but forbidden to see it celebrated."]], ["heptahex", "", "noun", 0.0, ["A polyhex composed of seven hexagons"]], ["hex", "/hɛks/", "noun", 3.31, ["An evil spell or curse.", "A hexagonal space on a game board."]], ["hexahex", "", "noun", 0.0, ["A polyhex composed of six hexagons"]], ["megahex", "/ˈmɛɡəhɛks/", "noun", 0.0, ["(war game) A regular, quasi-circular polygon made up of multiple hexagons used to indicate a different scale, range, or area of effect on a hexagonal grid. Commonly used on maps for some tabletop war games and roleplaying games."]], ["monohex", "", "noun", 0.0, ["A polyhex composed of a single hexagon"]], ["narthex", "/ˈnɑɹθɛks/", "noun", 1.76, ["(architecture) A western vestibule leading to the nave in some Christian churches."]], ["pentahex", "", "noun", 0.0, ["A polyhex composed of five hexagons"]], ["polyhex", "", "noun", 0.0, ["(geometry) A polyform made by joining one or more regular hexagons edge to edge in various arrangements."]], ["sphex", "/sfɛks/", "noun", 0.0, ["(zoology) Any of the sand wasps of Sphex and allied genera."]], ["tetrahex", "", "noun", 0.0, ["A polyhex composed of four hexagons"]], ["trihex", "", "noun", 0.0, ["A polyhex composed of three hexagons"]]], "a": [["faex", "", "noun", 0.0, ["(sciences, uncommon) singular of faeces"]]], "k": [["kex", "/kɛks/", "noun", 1.49, ["(obsolete or dialectal) The dried stem of certain large herbaceous plants."]]], "c": [["princex", "", "noun", 0.0, ["(neologism, rare) A genderless or non-binary prince; a prince whose gender is unknown."]]], "o": [["roex", "", "noun", 0.0, ["A kind of signal filter used in modelling the auditory system."]]], "y": [["yex", "/jɛks/", "noun", 0.0, ["(archaic or dialectal) A hiccup."]]]}, "u": {"a": [["Bordeaux", "/bɔɹˈdoʊ/", "noun", 3.36, ["A wine coming from that area."]], ["CHDIRAUX", "", "noun", 0.0, ["Chief Director of Auxiliary, a duty officer in the United States Coast Guard Auxiliary"]], ["Kristinaux", "", "noun", 0.0, ["The Eastern Cree people."]], ["Saulteaux", "", "noun", 1.02, ["an indigenous nation from the northern Great Plains and southern Canadian Shield, the Westernmost branch of the Ojibwe or Anishnaabe"]], ["bandeaux", "/ˈbændəʊ/", "noun", 0.0, ["A bandeau, a single band (or a set of such bands) for a woman’s hair."]], ["faux", "/foʊ/", "adj", 3.55, ["Fake or artificial."]]], "l": [["Velux", "", "noun", 1.61, ["A skylight or roof window, especially one manufactured by the VELUX company."]], ["aceflux", "", "adj", 0.0, ["(LGBT, rare) Generally asexual, but sometimes experiencing varying degrees of sexual attraction and desire."]], ["afflux", "", "noun", 0.0, ["An upward rush of fluid."]], ["alux", "", "noun", 0.0, ["A kind of sprite in the folklore of certain Maya peoples."]], ["antireflux", "", "adj", 0.0, ["(surgery) Preventing reflux."]], ["aroflux", "", "adj", 0.0, ["(LGBT, rare) Generally aromantic, but sometimes experiencing varying degrees of romantic attraction."]], ["backflux", "", "noun", 0.0, ["flux in the reverse direction"]], ["biflux", "", "noun", 0.0, ["(often attributive) A device for controlling heat exchange in air that is flowing between two environments."]], ["clavilux", "", "noun", 0.0, ["(art) A mechanical device for projecting lumia (an art form consisting of light patterns)."]], ["conflux", "", "noun", 1.51, ["A merger of rivers, or the place where rivers merge."]], ["deflux", "", "noun", 0.0, ["(obsolete) downward flow"]], ["efflux", "/ˈɛflʌks/", "noun", 2.3, ["The process of flowing out."]], ["eigenflux", "", "noun", 0.0, ["(physics) Any flux whose magnitude is an eigenvalue"]], ["equilux", "", "noun", 0.0, ["An isophot."]], ["flux", "/flʌks/", "noun", 3.57, ["The act of flowing; a continuous moving on or passing by, as of a flowing stream.", "(uncommon) Flowing; unstable; inconstant; variable."]], ["gasflux", "", "noun", 0.0, ["A volatile welding flux delivered within the welding flame"]], ["genderflux", "", "adj", 0.0, ["(LGBT, rare) Having a gender identity which fluctuates, either in intensity or between multiple genders."]], ["hyperflux", "", "noun", 0.0, ["Excessive (or higher than normal) flux (flow)"]], ["influx", "/ˈɪnˌflʌks/", "noun", 3.58, ["A flow inward or into something; a coming in."]], ["isoflux", "", "noun", 0.0, ["(physics) The product obtained by multiplying the flux measurement by the isotopic signature."]], ["isolux", "", "adj", 0.0, ["isophotal"]], ["kilolux", "", "noun", 0.0, ["A unit of illuminance equal to 1000 lux."]], ["lux", "/lʌks/", "noun", 3.33, ["In the International System of Units, the derived unit of illuminance or illumination; one lumen per square metre. Symbol: lx"]], ["microlux", "", "noun", 0.0, ["A unit of illuminance or illumination, one millionth of a lux."]], ["millilux", "", "noun", 0.0, ["A unit of illuminance equal to one thousandth of a lux."]], ["outflux", "", "noun", 0.0, ["That which exits (the flux out of a defined zone)"]], ["overflux", "", "noun", 0.0, ["an overflow; an overflowing or exuberance"]], ["pollux", "", "noun", 2.35, ["(mineralogy) A variety of petalite always found with castor."]], ["radioefflux", "", "noun", 0.0, ["efflux of material from cells as a result of radiotherapy or other radiation"]], ["reflux", "/ˈɹiː.flʌks/", "noun", 2.99, ["The backwards flow of any fluid."]], ["superflux", "/ˈsuːpə(ɹ)flʌks/", "noun", 0.0, ["An overabundance; a great amount"]], ["transflux", "", "noun", 0.0, ["A flowing through, across, or beyond; a throughflow."]], ["triflux", "", "noun", 0.0, ["A type of heat exchanger with a three-stage reheat system."]]], "e": [["affreux", "", "noun", 0.0, ["A group of particularly brutal mercenaries who were active in Africa and Asia during the 1960s.", "(rare) Dreadful; disturbing or frightening."]], ["amoureux", "", "noun", 1.57, ["A lover; a romantic partner."]], ["crémeux", "", "noun", 0.0, ["(cooking) A smooth creamy sauce, custard, or pastry cream."]], ["merveilleux", "/mɛɹ.veɪˈjə/", "noun", 1.42, ["(historical) Contemporary names for an extravagantly dressed French fop or ‘fine lady’ of the period of the Directory (1795–1799), who affected a revival of the classical costume of Ancient Greece."]], ["moelleux", "", "adj", 0.0, ["(of wine) Of mid-level sweetness."]], ["mousseux", "/muːˈsəː/", "adj", 0.0, ["Of wine: sparkling.", "A sparkling wine."]], ["religieux", "/ɹəˌlɪʒiˈu/", "noun", 1.36, ["(historical) A man bound by monastic vows; a monk."]]], "r": [["crux", "/kɹʌks/", "noun", 3.05, ["The basic, central, or essential point or feature."]], ["horcrux", "", "noun", 2.15, ["In the Harry Potter series, an object in which a wizard has concealed a part of their soul through magic, rendering them immortal until the object is irreparably damaged or destroyed."]]], "m": [["demux", "", "noun", 0.0, ["A demultiplexer."]], ["mux", "", "noun", 2.01, ["(obsolete) Dirt, filth or muck.", "A multiplexer."]]], "o": [["doux", "/duː/", "adj", 1.89, ["(wine) Sweet."]], ["roux", "/ɹuː/", "noun", 3.01, ["A mixture of fat (usually butter) and flour used to thicken sauces and stews."]]], "n": [["fondaparinux", "/ˌfɑn.dəˈpɛɹ.ɪˌnʌks/", "noun", 0.0, ["(pharmacology) An anticoagulant medication chemically related to low-molecular-weight heparins."]], ["linux", "", "noun", 3.99, ["(software) Any unix-like operating system that uses the Linux kernel."]]], "d": [["redux", "/ˈɹiːdʌks/", "adj", 2.74, ["(of a topic, attributive, postpositive) Redone, restored, brought back, or revisited.", "A theme or topic redone, restored, brought back, or revisited."]]]}, "n": {"o": [["Bronx", "/bɹɑŋks/", "noun", 3.65, ["A cocktail containing gin, vermouth, and orange juice."]]], "a": [["Chicanx", "/t͡ʃɪˈkɑːn.ɛks/", "adj", 0.0, ["(neologism) Chicano or Chicana (and of any gender).", "(neologism) A Chicano or Chicana (of any gender)."]], ["Manx", "/mæŋks/", "noun", 2.52, ["A member or descendant of the Celto-Germanic people of the Isle of Man; a Manxman or Manxwoman."]], ["Mexicanx", "", "noun", 0.0, ["(uncommon) A Mexican; a Mexicano or Mexicana (of any gender)."]], ["Tejanx", "", "noun", 0.0, ["A Texan of Mexican descent (of any gender); a Tejano or Tejana."]], ["Xicanx", "", "adj", 0.0, ["(neologism) Chicano or Chicana (and of any gender).", "(neologism) A Chicano or Chicana (of any gender)."]], ["lanx", "", "noun", 0.0, ["(historical) A platter or dish for serving food in Ancient Rome."]], ["phalanx", "/ˈfeɪ.ˌlæŋks/", "noun", 2.85, ["(historical, plural phalanxes) An ancient Greek and Macedonian military unit that consisted of several ranks and files (lines) of soldiers in close array with joined shields and long spears."]]], "i": [["Latinx", "/ləˈtin.ɛks/", "adj", 2.31, ["(chiefly US, sometimes proscribed, sometimes offensive, see usage notes) Of Latin American descent or origin.", "(chiefly US, sometimes proscribed, sometimes offensive, see usage notes) A Latin person (of any gender); a Latino or Latina."]], ["Megaminx", "", "noun", 0.0, ["A puzzle similar to a Rubik's Cube but shaped like a dodecahedron"]], ["Pyraminx", "", "noun", 1.13, ["A puzzle similar to a Rubik's Cube but shaped like a triangular pyramid (tetrahedron)"]], ["androsphinx", "/ˈændɹəsˌfɪŋks/", "noun", 0.0, ["A sphinx with the head of a man."]], ["cinX", "", "noun", 0.0, ["(biology) A gene that encodes the protein that catalyzes the hydroxylation of aspartate at position 15 of cinnamycin."]], ["criosphinx", "", "noun", 0.0, ["A sphinx with the head of a ram."]], ["gynosphinx", "", "noun", 0.0, ["A sphinx with the head of a woman."]], ["hieracosphinx", "", "noun", 0.0, ["A mythical beast found in Egyptian sculpture and European heraldry, being a lion with the head of a falcon."]], ["hijinx", "", "noun", 1.39, ["(chiefly humorous) Alternative spelling of high jinks"]], ["hydrosalphinx", "", "noun", 0.0, ["Misspelling of hydrosalpinx."]], ["hydrosalpinx", null, "noun", 0.0, ["A distally blocked Fallopian tube filled with serous or clear fluid."]], ["ilinx", "", "noun", 0.0, ["A form of play that creates a temporary disruption of perception, for example by inducing vertigo, dizziness, disorientation, or frenzy."]], ["jinx", "/d͡ʒɪŋks/", "noun", 3.14, ["A hex; an evil spell."]], ["leptomeninx", "", "noun", 0.0, ["singular of leptomeninges"]], ["meninx", "/ˈmi.nɪŋks/", "noun", 0.0, ["(anatomy, usually in the plural) A membrane, especially one of the three membranes lining the skull and vertebral canal and enclosing the brain and spinal cord in vertebrates."]], ["mesosalphinx", "", "noun", 0.0, ["Misspelling of mesosalpinx."]], ["minx", "/mɪŋks/", "noun", 2.49, ["A flirtatious, impudent, or pert young woman."]], ["phorminx", "", "noun", 0.0, ["A kind of lyre used by the Ancient Greeks."]], ["pyosalpinx", null, "noun", 0.0, ["A distally blocked Fallopian tube filled with pus."]], ["sphinx", "/ˈsfɪŋks/", "noun", 3.0, ["(mythology) A creature with the head of a person and the body of an animal (commonly a lion)."]], ["syrinx", "/ˈsɪɹɪŋks/", "noun", 1.83, ["A set of panpipes."]]], "y": [["Sphynx", "/ˈsfɪŋks/", "noun", 1.98, ["A domestic cat of a breed with little or no hair, a narrow long head, and webbed feet."]], ["actinopharynx", "", "noun", 0.0, ["A tube which leads from the mouth to the coelenteron in sea anemones"]], ["blynx", "", "noun", 0.0, ["(rare) The hybrid offspring of a bobcat and a Canada lynx."]], ["buccopharynx", null, "noun", 0.0, ["The mouth and pharynx"]], ["electrolarynx", null, "noun", 0.0, ["A type of mechanical larynx to assist those who have lost their original voicebox to produce clearer speech."]], ["endolarynx", null, "noun", 0.0, ["The interior of the larynx"]], ["epipharynx", null, "noun", 0.0, ["(anatomy, rare) The nasopharynx."]], ["glossopharynx", null, "noun", 0.0, ["The region that includes the tongue and the pharynx"]], ["jynx", "/d͡ʒɪŋks/", "noun", 2.12, ["A bird, the wryneck, once thought a bird of ill omen (Jynx torquilla)."]], ["larynx", "/ˈlɛɹ.ɪŋks/", "noun", 2.71, ["(anatomy, zootomy) A hollow muscular organ of the neck of mammals situated just below where the tract of the pharynx splits into the trachea and the oesophagus. It is involved in breath control and protection of the trachea, and, because it houses the vocal cords, sound production."]], ["lynx", "/lɪŋks/", "noun", 3.06, ["Any of several medium-sized wild cats, mostly of the genus Lynx."]], ["mesopharynx", "", "noun", 0.0, ["(anatomy, rare) The oropharynx."]], ["neopharynx", "", "noun", 0.0, ["(surgery) A surgically-reconstructed pharynx"]], ["presbylarynx", null, "noun", 0.0, ["atrophy of the tissues of the larynx, typically as a result of age"]]], "m": [["alumnx", "/ˈæl.əmˌɛks/", "noun", 0.0, ["(neologism, often proscribed) An alumnus or alumna (of any gender)."]]], "u": [["quincunx", "/ˈkwɪŋkʌŋks/", "noun", 1.5, ["An arrangement of five units with four forming the corners of a square and the fifth at the centre of the square, a pattern corresponding to the five-spot on dice, playing cards, or dominoes."]]]}, "o": {"r": [["Clorox", "", "noun", 2.36, ["Bleach of the Clorox brand."]], ["airprox", "/ˈɛəɹpɹɑks/", "noun", 0.0, ["(aviation) A near miss between aircraft."]], ["approx", null, "adj", 3.51, ["Alternative spelling of approx."]], ["aurox", "", "noun", 0.0, ["Alternative spelling of aurochs"]], ["ciclopirox", "", "noun", 0.0, ["A synthetic antifungal agent for topical dermatologic treatment of superficial mycoses."]], ["deferasirox", "", "noun", 0.0, ["An oral iron chelator."]], ["etofenprox", "/ˌɛtəˈfɛnpɹɒks/", "noun", 0.0, ["A pyrethroid derivative used as an insecticide."]], ["galatrox", "", "noun", 0.0, ["(organic chemistry) An acidic galectin from Bothrops atrox snake venom"]], ["groundprox", "", "noun", 0.0, ["(aviation, rare) A ground proximity warning system."]], ["haploperox", "", "noun", 0.0, ["(geology) A haplic form of perox"]], ["kandiperox", "", "noun", 0.0, ["(geology) A perox that has a kandic horizon"]], ["nitrox", "/ˈnaɪtɹɑks/", "noun", 1.68, ["(metallurgy) An industrial process for case hardening (imparting greater surface hardness to) metal objects, involving nitrocarburizing (the diffusion of carbon and nitrogen into the metal) followed by oxidation."]], ["perox", "", "noun", 0.0, ["An oxisol in a continuously humid climate, where precipitation exceeds evapotranspiration in all months."]], ["torrox", "", "noun", 0.0, ["An oxisol in an arid climate."]]], "b": [["Digibox", "/ˈdɪdʒiːbɒks/", "noun", 0.0, ["(UK) A digital set-top box, marketed in the UK.."]], ["Gogglebox", "", "noun", 2.18, ["Alternative spelling of goggle box"]], ["Mandelbox", "", "noun", 0.0, ["(computer graphics) A multidimensional fractal with a box-like shape, defined in a similar way to the Mandelbrot set."]], ["XBox", "", "noun", 4.19, ["Misspelling of Xbox."]], ["abox", "/əˈbɑks/", "adj", 1.08, ["(nautical) Braced aback"]], ["anaerobox", "", "noun", 0.0, ["An anaerobic box used for biological experiments"]], ["ashbox", "", "noun", 0.0, ["A container for ashes."]], ["axlebox", "", "noun", 0.0, ["A bushing in the hub of a wheel, through which the axle passes."]], ["backbox", "", "noun", 0.0, ["(pinball) The rear upright section of a pinball machine, usually incorporating the score display."]], ["bandbox", null, "noun", 1.55, ["A box of lightweight construction (e.g. cardboard, thin wood) for carrying hats or other apparel items."]], ["beatbox", "/ˈbiːt.bɑks/", "noun", 2.18, ["(music) A type of electronic percussion device."]], ["bedbox", "", "noun", 0.0, ["A box-bed."]], ["bellbox", "", "noun", 0.0, ["A strong metal box that contains the ringing apparatus of an alarm."]], ["birdbox", "", "noun", 0.0, ["nest box"]], ["boombox", "/bumˈbɑks/", "noun", 2.38, ["Alternative spelling of boom box"]], ["box", "/bɑks/", "noun", 5.04, ["A cuboid space; a cuboid container, often with a hinged lid.", "Any of various evergreen shrubs or trees of genus Buxus, especially common box, European box, or boxwood (Buxus sempervirens) which is often used for making hedges and topiary.", "A blow with the fist.", "(dated) A Mediterranean food fish of the genus Boops, which is a variety of sea bream; a bogue or oxeye."]], ["brainbox", null, "noun", 1.43, ["The cavity of the skull in which the brain is contained."]], ["breadbox", "/ˈbɹɛd.bɑks/", "noun", 1.46, ["a container for storing bread or other baked goods to keep them fresh"]], ["butterbox", "", "noun", 0.0, ["A wooden box in which butter is contained."]], ["cakebox", "", "noun", 0.0, ["A box for keeping cake."]], ["cambox", "", "noun", 0.0, ["(mechanical engineering) A metal \"box\" that houses cams, in the same manner that a gearbox houses gears."]], ["casebox", "", "noun", 0.0, ["A box or shoe from which playing cards are dealt in the game of faro"]], ["cashbox", null, "noun", 1.68, ["A box for holding cash."]], ["catbox", "", "noun", 1.05, ["Alternative spelling of cat box"]], ["chatbox", "", "noun", 1.44, ["(Internet) A chat room."]], ["checkbox", "/ˈt͡ʃɛkbɑks/", "noun", 2.39, ["A space on a paper form that can be optionally filled with a check mark."]], ["cheesebox", "", "noun", 0.0, ["A box for holding cheese"]], ["chumbox", "", "noun", 0.0, ["(Internet marketing) A grid of clickbait advertisements on a webpage."]], ["coachbox", "", "noun", 0.0, ["A coachman's seat on the vehicle."]], ["coalbox", "", "noun", 0.0, ["A box for storing coal."]], ["coinbox", "", "noun", 0.0, ["A box inside a machine that stores inserted coins, as in a gas meter or public telephone."]], ["coolbox", null, "noun", 0.0, ["A box used to keep provisions cool"]], ["corebox", "", "noun", 0.0, ["(manufacturing) A box in which the core (usually made of sand) for producing the hollow part of a casting, is made."]], ["cryobox", "", "noun", 0.0, ["A box, typically used to hold samples, that can withstand very low temperatures"]], ["databox", "", "noun", 0.0, ["A sidebox within a book or article, containing illustrative data."]], ["dicebox", "", "noun", 0.0, ["A box from which dice are thrown in gaming."]], ["dragbox", "", "noun", 0.0, ["(rail transport) A substantial, often cast metal, part of a locomotive to which the coupling mechanism is attached to allow the locomotive to pull a train."]], ["dropbox", "/ˈdɹɑp.bɑks/", "noun", 3.1, ["A box wherein objects can be deposited by one person for later collection by another."]], ["dustbox", "", "noun", 0.0, ["A box inside a vacuum cleaner where collected dust is stored."]], ["eggbox", "", "noun", 0.0, ["A box in which eggs are packaged, usually made from cardboard shaped into a number of separate cups that hold individual eggs."]], ["endbox", "", "noun", 0.0, ["goalbox"]], ["farebox", "", "noun", 1.3, ["A box into which passengers drop their bus fare."]], ["feedbox", "", "noun", 0.0, ["A box containing animal feed."]], ["firebox", "", "noun", 2.37, ["(rail transport) The chamber of a steam engine, or a steam locomotive, in which the fuel is burned."]], ["flexbox", "", "noun", 1.59, ["(web development, uncountable) A CSS3 layout model that allows elements on a web page to be arranged in certain ways within a one-dimensional container."]], ["flowerbox", "", "noun", 0.0, ["Alternative spelling of flower box"]], ["footbox", "", "noun", 0.0, ["A section of a sleeping bag, wheelchair, etc. shaped to accommodate the feet."]], ["fusebox", "", "noun", 1.5, ["A small distribution board containing the fuses or circuit breakers for a domestic electricity power supply."]], ["fuzzbox", "", "noun", 0.0, ["Alternative spelling of fuzz box"]], ["gearbox", null, "noun", 3.2, ["An enclosed gear train."]], ["giftbox", "", "noun", 0.0, ["A box of gifts."]], ["goalbox", "", "noun", 0.0, ["The compartment of a maze etc. that the animal subject is intended to reach in a psychology experiment."]], ["gogglebox", "", "noun", 2.18, ["Alternative spelling of goggle box"]], ["grassbox", "", "noun", 0.0, ["The receptacle on a lawn mower that holds the cut grass."]], ["groovebox", "", "noun", 0.0, ["(music) A self-contained instrument for the production of live, loop-based electronic music with a high degree of improvisation."]], ["hatbox", "", "noun", 1.63, ["A piece of luggage for a hat; a case or box for a hat."]], ["haybox", "", "noun", 0.0, ["A chest insulated with a layer of hay or another insulant, formerly used to keep food hot."]], ["hellbox", null, "noun", 0.0, ["(printing, historical) A receptacle where cast metal sorts were thrown after printing."]], ["hitbox", "", "noun", 1.81, ["(computer graphics) An invisible shape bounding all or part of a model (in a video game, etc.) used in collision detection to determine whether another object collides with the model."]], ["homoeobox", "", "noun", 0.0, ["Alternative spelling of homeobox"]], ["horsebox", "", "noun", 1.47, ["(UK) A motor vehicle for transporting horses."]], ["hotbox", null, "noun", 1.85, ["A container maintained at elevated temperatures in order to heat or cook its contents."]], ["hugbox", null, "noun", 0.0, ["A therapeutic device designed to apply pressure to the body of a hypersensitive person (usually someone on the autism spectrum) in order to calm them by providing grounding sensory stimulation."]], ["hyperbox", "", "noun", 0.0, ["An n-dimensional box structure that defines a range of points, used in neural network algorithms for classifying objects."]], ["icebox", "/ˈʌɪsbɒks/", "noun", 2.31, ["A box or compartment containing ice, typically used to keep provisions cool."]], ["inbox", "/ˈɪnbɑks/", "noun", 3.51, ["A container in which papers to be dealt with are put."]], ["infobox", "", "noun", 1.48, ["(Wikimedia jargon) A consistently-formatted table which is present in articles with a common subject."]], ["jackbox", "", "noun", 1.6, ["A device for routing electrical signals by means of a number of jacks."]], ["jukebox", "/ˈd͡ʒukbɑks/", "noun", 3.02, ["A coin-operated machine that plays recorded music; it has push-buttons to make selections."]], ["letterbox", "", "noun", 2.53, ["(chiefly UK) A box into which mail is put.", "A collection point for mail intended for onward delivery, a secure box or receptacle for this purpose.", "(film) Transferred to home video formats while preserving the original aspect ratio, having black bars above and below the picture area."]], ["lightbox", "", "noun", 2.14, ["A box containing a source of light and a white, translucent cover, used to view photographic transparencies."]], ["lipobox", "", "noun", 0.0, ["A peptide motif that is important to the modification of bacterial lipoproteins"]], ["litterbox", "", "noun", 1.56, ["Alternative spelling of litter box"]], ["lockbox", "", "noun", 2.19, ["A box with a built-in lock; a safe."]], ["lockerbox", "", "noun", 0.0, ["(originally military) A lockable box used for storage of personal items"]], ["loosebox", "", "noun", 0.0, ["Alternative spelling of loose box"]], ["lunchbox", null, "noun", 2.72, ["A container for transporting meals, especially lunch."]], ["mailbox", "/ˈmeɪl.bɑks/", "noun", 3.31, ["(chiefly US) A box into which mail is placed.", "A collection point for mail intended for onward delivery, a secure box or receptacle for this purpose."]], ["matchbox", "", "noun", 2.67, ["A small cardboard box in which matches are kept.", "Any small die-cast toy car, usually collectible."]], ["milkbox", "", "noun", 0.0, ["(historical) A box kept outside a house to store newly delivered milk and empty bottles to be returned to the dairy."]], ["minibox", "", "noun", 0.0, ["A small box."]], ["misbox", "/mɪsˈbɒks/", "noun", 0.0, ["An instance of missorting a piece of mail."]], ["navbox", "/ˈnæv.bɑks/", "noun", 0.0, ["(Wikimedia jargon) A navigation box; a template placed on a page, outputting a box containing links to other, related articles."]], ["nestbox", "", "noun", 0.0, ["Alternative spelling of nest box"]], ["omnibox", "", "noun", 0.0, ["(Internet, graphical user interface) An enhanced address bar in a web browser that can also accept certain text commands."]], ["outbox", "/ˈaʊtbɒks/", "noun", 1.8, ["A box holding papers to be transmitted to others, eg, by mail."]], ["paddlebox", "", "noun", 0.0, ["(nautical) The upper covering of a paddle wheel."]], ["paintbox", "", "noun", 1.61, ["A box used to hold an artist's paints."]], ["patchbox", "", "noun", 0.0, ["Alternative spelling of patch box"]], ["paybox", "", "noun", 0.0, ["A box for holding money to be distributed as payment."]], ["pegbox", "", "noun", 0.0, ["(music, lutherie) The part of a violin or similar stringed instrument that holds the tuning pegs."]], ["pepperbox", "", "noun", 1.08, ["A pepper shaker."]], ["phonebox", "", "noun", 1.05, ["Alternative spelling of phone box"]], ["pillbox", "/ˈpɪl bɑːks/", "noun", 2.23, ["A small box in which pills are kept."]], ["playbox", "", "noun", 1.42, ["A box for storing playthings; a toybox."]], ["postbox", "", "noun", 1.9, ["Alternative spelling of post box"]], ["prattlebox", "", "noun", 0.0, ["A talkative person; a chatterbox."]], ["pressbox", "", "noun", 1.49, ["Alternative spelling of press box"]], ["puzzlebox", "", "noun", 0.0, ["Alternative spelling of puzzle box"]], ["rasabox", "", "noun", 0.0, ["One of a set of labelled boxes in a diagram drawn on the floor, each representing an emotion or facet of a character, used in training actors to play a part."]], ["rattlebox", "", "noun", 0.0, ["A toy or instrument that makes a rattle sound; a rattle."]], ["rhizobox", "", "noun", 0.0, ["A container for plant experiments in which rhizosphere soil is held separate from the bulk soil"]], ["roofbox", "", "noun", 0.0, ["(archaeology) A specially contrived opening above a doorway, usually aligned to mark an astronomical event."]], ["safebox", "", "noun", 0.0, ["A safe-deposit box."]], ["saltbox", "", "noun", 1.55, ["A box for keeping salt in."]], ["sandbox", "/ˈsændbɑks/", "noun", 3.02, ["(US) A children's play area consisting of a box filled with sand."]], ["scorebox", null, "noun", 0.0, ["(cricket) An enclosed structure in which the scorers sit; often behind the scoreboard"]], ["scrapbox", "", "noun", 0.0, ["A box for storing fragments of material or documents etc. that may be of use or interest at a later time."]], ["seatbox", "", "noun", 0.0, ["a box on which a person can sit, for example in a steam locomotive."]], ["seedbox", "", "noun", 0.0, ["A box in which seeds are planted."]], ["shadowbox", "", "noun", 1.58, ["A diorama or shallow display case, usually with a glass front."]], ["shatterbox", "", "noun", 0.0, ["A device for mechanically pulverizing a sample of material, used by scientists."]], ["shoebox", null, "noun", 2.55, ["The box in which shoes are sold."]], ["shoutbox", "", "noun", 0.0, ["(Internet) A tagboard."]], ["sidebox", "", "noun", 0.0, ["(typography) A box placed alongside the main text in a book, etc. containing further related text."]], ["skybox", "", "noun", 2.36, ["A seating area for VIPs in a stadium."]], ["smokebox", "/sməʊkbɒks/", "noun", 1.41, ["A chamber in which smoke passes from a boiler before being vented through a chimney."]], ["sneakbox", "", "noun", 0.0, ["A small boat that can be sailed, rowed, poled or sculled, predominantly associated with Barnegat Bay in New Jersey."]], ["snuffbox", null, "noun", 1.54, ["A small box or container to hold snuff or loose tobacco."]], ["soapbox", "/ˈsəʊpbɒks/", "noun", 2.5, ["(literally) A crate for packing soap."]], ["softbox", "", "noun", 1.6, ["(photography) A photographic lighting device consisting of a bulb with reflective back and side walls and a diffusing material at the front."]], ["spicebox", "", "noun", 0.0, ["An ornamental box for keeping spices."]], ["spitbox", "", "noun", 0.0, ["A vessel to receive spittle; a spittoon."]], ["startbox", "", "noun", 0.0, ["The compartment of a maze etc. into which the animal subject in a psychology experiment is initially placed."]], ["stashbox", "", "noun", 0.0, ["A box used to store a stash of something, especially illicit narcotics."]], ["stompbox", "", "noun", 1.02, ["A simple percussion instrument consisting of a small wooden box placed under the foot, which is tapped or stamped on rhythmically to produce a sound similar to that of a bass drum."]], ["strongbox", "", "noun", 1.8, ["A sturdy box with a lock for storing valuables."]], ["sweatbox", null, "noun", 1.5, ["Any box or boxlike structure used to induce sweating, such as of hides or tobacco"]], ["sweetbox", "", "noun", 0.0, ["A slow-growing evergreen ground cover Sarcococca humilis with insignificant white flowers with a sharp aroma of cinnamon and cloves."]], ["switchbox", "", "noun", 0.0, ["A box with electrical switches mounted on it."]], ["tacklebox", "", "noun", 0.0, ["A box for the storage of fishing tackle."]], ["teabox", "", "noun", 0.0, ["A box for carrying or storing tea; a tea chest or tea caddy."]], ["teebox", "", "noun", 0.0, ["(golf) The area where play begins for a hole of golf."]], ["textbox", "", "noun", 1.87, ["Alternative spelling of text box"]], ["thermobox", "", "noun", 0.0, ["A thermally-insulated box"]], ["throwbox", "", "noun", 0.0, ["(telecommunications) A stationary access point used to forward data in a delay-tolerant network."]], ["thunderbox", "/ˈθʌndɚˌbɑks/", "noun", 0.0, ["(military, obsolete) A blunderbuss; also, a cannon."]], ["tickbox", "", "noun", 1.03, ["Alternative spelling of tick box"]], ["timebox", "", "noun", 0.0, ["(management) The inflexible period of time allotted for a specific task."]], ["tinderbox", "", "noun", 2.03, ["(historical) A small container containing flint, steel, and tinder (dry, finely-divided fibrous matter), once used to help kindle a fire."]], ["toolbox", "/ˈtuːlˌbɑks/", "noun", 2.99, ["A storage case for tools."]], ["touchbox", "", "noun", 0.0, ["A box containing lighted tinder, formerly carried by soldiers for kindling matchlocks."]], ["toybox", "", "noun", 1.78, ["A box for storing toys."]], ["trashbox", "", "noun", 0.0, ["A receptacle for trash."]], ["tuckerbox", null, "noun", 0.0, ["(Australia) lunchbox"]], ["userbox", "", "noun", 0.0, ["(Wikimedia jargon) A simple, standardised box placed on a webpage to indicate the user's proficiencies or preferences."]], ["voicemailbox", "", "noun", 0.0, ["An electronic mailbox that stores voicemail messages."]], ["wallbox", "", "noun", 0.0, ["A unit placed on a restaurant table etc. allowing customers to make selections from a jukebox without leaving their table."]], ["watchbox", "", "noun", 0.0, ["A sentry hut."]], ["wheelbox", "", "noun", 0.0, ["(nautical) A box beneath a ship's wheel containing the steering gear."]], ["winebox", "", "noun", 0.0, ["A box containing box wine."]], ["wingbox", "", "noun", 0.0, ["(aviation) The primary load-carrying structure of the wing of a fixed-wing aircraft."]], ["wogbox", "", "noun", 0.0, ["Alternative spelling of wog box"]], ["woodbox", "", "noun", 0.0, ["A box used for the storage of wood, particularly firewood."]], ["workbox", "", "noun", 1.07, ["A toolbox; a container for the items needed to carry out a task."]], ["yogibogeybox", "", "noun", 0.0, ["A container for a spiritualist’s accessories."]]], "f": [["FOLFOX", "", "noun", 0.0, ["(pharmacology) A combination chemotherapy regimen made up of the drugs folinic acid (leucovorin, FOL), fluorouracil (5-FU, F), and oxaliplatin (OX)."]], ["Fox", "", "noun", 4.66, ["(World War II era, joint US/RAF) radiotelephony clear-code word for the letter F."]], ["antifox", "", "adj", 0.0, ["Opposing or countering foxes."]], ["firefox", "", "noun", 3.41, ["Red panda", "A mythical creature in Finnish folklore, a fox with fiery or radiant fur, the reflection of which produces the northern lights."]], ["fox", "/fɑks/", "noun", 4.66, ["A red fox, small carnivore (Vulpes vulpes), related to dogs and wolves, with red or silver fur and a bushy tail."]], ["kitfox", "", "noun", 1.08, ["Rare form of kit fox."]], ["werefox", "", "noun", 0.0, ["(mythology) A person who transforms into a fox or foxlike form."]]], "l": [["Flox", "/flɔks/", "noun", 0.0, ["(astronautics) A mixture of liquid oxygen with some added fluorine, used as a high-energy oxidizer."]], ["anilox", "", "noun", 0.0, ["(printing) A method used to provide a measured amount of ink to a flexo printing plate, involving a hard cylinder whose surface is covered in tiny cells that capture the ink."]], ["bollox", "", "noun", 1.49, ["Alternative spelling of bollocks"]], ["furmecyclox", "", "noun", 0.0, ["A particular fungicide."]], ["hydrolox", "", "noun", 0.0, ["(astronautics) A type of binary rocket fuel composed of liquid oxygen (lox) oxidizer and liquid hydrogen combustible."]], ["kerolox", "", "noun", 0.0, ["(astronautics) A type of binary rocket fuel composed of liquid oxygen (lox) oxidizer and liquid kerosene combustible."]], ["lox", "/lɑks/", "noun", 2.65, ["(US) Salmon cured in brine and then smoked in low temperature so that the flesh remains uncooked.", "Liquid oxygen (molecular oxygen in liquid form)."]], ["methalox", "", "noun", 0.0, ["(astronautics) A type of binary rocket fuel composed of liquid oxygen (lox) oxidizer and liquid methane combustible."]], ["phlox", "/flɔks/", "noun", 2.35, ["Any flowering plant of the genus Phlox."]], ["podofilox", "", "noun", 0.0, ["podophyllotoxin"]]], "n": [["Knox", "/nɑks/", "noun", 3.75, ["Ellipsis of Knox Box."]], ["Magnox", "", "noun", 1.6, ["an early type of nuclear power station also used for the production of weapons-grade plutonium", "An alloy of magnesium and aluminium used, with a non-oxidizing cover, as cladding for fuel rods in Magnox nuclear power stations."]], ["amlexanox", "", "noun", 0.0, ["A medication with antiallergic and anti-inflammatory effects, used in the treatment of aphthous ulcers."]], ["benquinox", "", "noun", 0.0, ["A particular fungicide."]], ["bifeprunox", "/bɪˈfɛpɹənɒks/", "noun", 0.0, ["An antipsychotic drug."]], ["cefminox", "", "noun", 0.0, ["(pharmacology) A cephalosporin antibiotic."]], ["chlorquinox", "", "noun", 0.0, ["A particular fungicide."]], ["equinox", "/ˈɛkwəˌnɑks/", "noun", 3.02, ["One of two times in the year (one in March and the other in September) when the length of the day and the night are equal, which occurs when the sun is directly overhead at the equator; this marks the beginning of spring in one hemisphere and autumn in the other."]], ["inox", "", "noun", 1.8, ["(attributive) stainless steel"]], ["mepixanox", "", "noun", 0.0, ["A respiratory stimulant."]], ["nox", "", "noun", 2.87, ["(rare) millilux (unit of illuminance)"]], ["pardoprunox", "", "noun", 0.0, ["A particular antiparkinsonian drug."]], ["pyrifenox", "", "noun", 0.0, ["A particular fungicide."]], ["sudexanox", "", "noun", 0.0, ["An antiasthmatic drug."]], ["sulbenox", "", "noun", 0.0, ["A steroid compound."]], ["thioquinox", "", "noun", 0.0, ["A particular fungicide."]], ["traxanox", "", "noun", 0.0, ["An antiallergic drug."]]], "d": [["Orthodox", "", "noun", 3.93, ["(uncommon) An Orthodox Christian."]], ["antiorthodox", "", "adj", 0.0, ["Opposing what is orthodox."]], ["carbadox", "", "noun", 0.0, ["A drug that combats bacterial infection in swine."]], ["cinoquidox", "", "noun", 0.0, ["A topical antiinfective drug."]], ["counterorthodox", "", "adj", 0.0, ["Opposing an orthodoxy."]], ["hapludox", "", "noun", 0.0, ["(geology) A haplic udox"]], ["homodox", "", "adj", 0.0, ["Having the same opinion as another."]], ["hyperorthodox", "", "adj", 0.0, ["Extremely orthodox."]], ["nonorthodox", "", "adj", 0.0, ["Not orthodox."]], ["nonparadox", "", "noun", 0.0, ["That which is not a paradox."]], ["nonredox", "", "adj", 0.0, ["Not redox"]], ["olaquindox", "", "noun", 0.0, ["A quinoxaline compound used to promote growth in pigs."]], ["orthodox", "/ˈɔɹθədɑks/", "adj", 3.93, ["Conforming to the accepted, established, or traditional doctrines of a given faith, religion, or ideology."]], ["paleoredox", "", "adj", 0.0, ["Past oxidation-reduction conditions of the Earth."]], ["paradox", "/ˈpæɹ.əˌdɒks/", "noun", 3.63, ["An apparently self-contradictory statement, which can only be true if it is false, and vice versa."]], ["philodox", "/ˈfɪlədɒks/", "noun", 0.0, ["A person with an excessive interest in his/her own opinions."]], ["protoorthodox", "", "adj", 0.0, ["before Christianity had agreed upon standards"]], ["pseudodox", "", "adj", 0.0, ["Not true in opinion or doctrine; false.", "A false opinion or doctrine."]], ["redox", "/ˈɹiːdɒks/", "noun", 2.75, ["(rare, chemistry) A reaction in which an oxidation and a reduction occur simultaneously; a reaction in which electrons are transferred."]], ["udox", "", "noun", 0.0, ["An oxisol in a humid climate."]], ["ultraorthodox", "", "adj", 0.0, ["Very orthodox, chiefly among Jewish sects."]], ["unorthodox", "/ʌnˈɔɹθədɑks/", "adj", 3.16, ["Unusual, unconventional, or idiosyncratic."]]], "p": [["Tanapox", "", "noun", 0.0, ["A yatapoxvirus first encountered among individuals in the flood plain of the Tana River in Kenya."]], ["antipox", "", "adj", 0.0, ["Working against pox."]], ["antismallpox", "", "adj", 0.0, ["(immunology, pharmacology) Preventing or countering smallpox."]], ["buffalopox", "", "noun", 0.0, ["A zoonosis that produces pox-like infections in buffaloes, cows and humans"]], ["calpox", "", "noun", 0.0, ["A variety of the cowpox virus found in some New World monkeys"]], ["camelpox", "", "noun", 0.0, ["A poxviral disease of camels that causes skin lesions."]], ["canarypox", "", "noun", 0.0, ["A viral disease of birds."]], ["capripox", "", "noun", 0.0, ["A viral disease of sheep, goats and cattle caused by infection with capripoxvirus"]], ["chordopox", "", "noun", 0.0, ["Any virus of the subfamily Chordopoxvirinae."]], ["cottonpox", "", "noun", 0.0, ["A milder form of smallpox; alastrim."]], ["cowpox", "", "noun", 1.72, ["A pustular, eruptive skin disease of cattle caused by an Orthopoxvirus, with lesions occurring principally on the udder and teats. Human infection may occur from touching cows, and gives immunity to smallpox."]], ["crocodilepox", "", "noun", 0.0, ["A skin disease in crocodiles, associated with viruses of the genus Crocodylidpoxvirus."]], ["deerpox", "", "noun", 0.0, ["A disease of deer caused by infection with viruses of the genus Cervidpoxvirus"]], ["elephantpox", "", "noun", 0.0, ["A viral disease of elephants that is related to cowpox"]], ["fowlpox", "", "noun", 0.0, ["A disease of poultry caused by viruses of the family Poxviridae and the genus Avipoxvirus."]], ["goatpox", "", "noun", 0.0, ["A viral disease of goats, resembling sheeppox."]], ["horsepox", "", "noun", 0.0, ["A disease of horses caused by an orthopoxvirus."]], ["kinepox", "", "noun", 0.0, ["Alternative spelling of kine-pox."]], ["milkpox", "", "noun", 0.0, ["A milder form of smallpox; alastrim."]], ["mousepox", "", "noun", 0.0, ["A skin disease of mice, similar to smallpox, caused by the poxvirus species Ectromelia virus."]], ["parapox", "", "noun", 0.0, ["A disease caused by a parapoxvirus; found chiefly in cows, sheep, goats, and squirrels"]], ["pox", "/pɑks/", "noun", 3.01, ["A disease characterized by purulent skin eruptions that may leave pockmarks."]], ["pseudocowpox", "", "noun", 0.0, ["A viral disease of cattle, whose symptoms include ring or horseshoe scabs on the teats."]], ["rabbitpox", "", "noun", 0.0, ["A disease of rabbits caused by an orthopoxvirus."]], ["raccoonpox", "", "noun", 0.0, ["A viral disease of raccoons"]], ["ratpox", "", "noun", 0.0, ["A viral infection of rats, similar to cowpox"]], ["rickettsialpox", "", "noun", 0.0, ["An illness caused by bacteria of the Rickettsia genus."]], ["scrumpox", "", "noun", 0.0, ["herpes gladiatorum"]], ["sheeppox", "", "noun", 0.0, ["A highly contagious disease of sheep caused by a poxvirus."]], ["squirrelpox", "", "noun", 0.0, ["A viral disease of squirrels caused by a parapoxvirus."]], ["swinepox", "", "noun", 0.0, ["A disease of pigs, caused by a virus of the family Poxviridae and the genus Suipoxvirus."]], ["taterapox", "", "noun", 0.0, ["A viral disease of gerbils (of genus Tatera)"]], ["turkeypox", "", "noun", 0.0, ["A form of fowlpox affecting turkeys."]], ["volepox", "", "noun", 0.0, ["A viral disease of voles"]], ["wartpox", "", "noun", 0.0, ["Variola verrucosa, an aggravated form of hornpox."]], ["waterpox", "", "noun", 0.0, ["Alternative spelling of water pox (“chickenpox”)"]], ["whitepox", "", "noun", 0.0, ["A milder form of smallpox; alastrim."]]], "m": [["acipimox", "", "noun", 0.0, ["A niacin derivative used as a hypolipidemic agent."]], ["annamox", "", "noun", 0.0, ["anaerobic ammonia oxidation: a bacterial process during nitrogen fixation."]], ["imazamox", "", "noun", 0.0, ["A herbicide 5-(methoxymethyl)-2-(4-methyl-5-oxo-4-propan-2-yl-1H-imidazol-2-yl)pyridine-3-carboxylic acid"]], ["nifurtimox", "/naɪˈfɝ.tɪˌmɑks/", "noun", 0.0, ["(pharmacology) A nitrofuran antitrypanosomal drug administered orally in the treatment of Chagas disease; C₁₀H₁₃N₃O₅S."]]], "u": [["aquox", "", "noun", 0.0, ["(soil science) An oxisol with a water table at or near the surface for much of the year."]]], "t": [["aritox", "", "noun", 0.0, ["(pharmacology) Used in the names of monoclonal antibodies, indicating that they are linked to an A chain of the ricin protein."]], ["detox", "/ˈdiːtɒks/", "noun", 3.29, ["Detoxification, especially of the body from alcohol or illegal, addictive drugs."]], ["eutrustox", "", "noun", 0.0, ["(soil science) A eutrophic ustox."]], ["haplustox", "", "noun", 0.0, ["(geology) A haplic ustox"]], ["ustox", "", "noun", 0.0, ["An oxisol in a semiarid or subhumid climate."]]], "c": [["cox", "/kɑks/", "noun", 3.94, ["A coxswain of a boat, especially of a racing crew."]], ["praecox", "", "noun", 1.95, ["dementia praecox"]]], "k": [["muskox", "", "noun", 1.45, ["Alternative spelling of musk ox"]]], "v": [["televox", "", "noun", 0.0, ["(historical) An early machine capable of taking action based on audio signals received by telephone, and transmitting a response by the same means."]], ["termenvox", "", "noun", 0.0, ["theremin (music instrument)"]], ["thereminvox", "", "noun", 0.0, ["theremin (musical instrument)"]], ["volvox", "", "noun", 1.35, ["(zoology) Any of the genus Volvox of chlorophytes."]], ["vox", "", "noun", 3.23, ["(music) The voice, especially one's singing voice; vocals."]]]}, "t": {"f": [["FtX", "", "adj", 1.58, ["female-to-nonbinary transgender"]]], "s": [["priestx", "", "noun", 0.0, ["(neologism, rare) Non-binary or gender-neutral equivalent of priest."]]]}, "r": {"g": [["GRX", "", "noun", 1.36, ["(telecommunications) GPRS roaming exchange"]]], "n": [["NRx", "", "adj", 1.71, ["Short for neo-reactionary."]]], "o": [["bachelorx", "", "noun", 0.0, ["(neologism) Someone who has not yet married; a bachelor or bachelorette of any gender identity, especially one identifying as non-binary."]]]}, "z": {"i": [["Mestizx", "", "adj", 0.0, ["(neologism) Mestizo or Mestiza (and of any gender).", "(neologism) A Mestizo or Mestiza (of any gender)."]]]}, "d": {"r": [["RDX", "", "noun", 2.37, ["A high explosive used by the military and industry."]]]}, ":": {"s": [["RS:X", "", "noun", 0.0, ["A class of windsurf board made to specific requirements."]]]}, "l": {"i": [["Syilx", "", "noun", 0.0, ["A First Nations and Native American people whose traditional territory spans the U.S.-Canada boundary in Washington state and British Columbia in the Okanagan Country region."]]], "u": [["ULX", null, "noun", 1.13, ["(astronomy) Ellipsis of ultraluminous X-ray pulsar (“ULX pulsar”)."]]], "a": [["calx", "/kælks/", "noun", 1.1, ["(now chiefly historical) The substance which remains after a metal or mineral has been thoroughly burnt, once seen as being the essential substance left after the expulsion of phlogiston, but now recognised as being the metallic oxide (or, in some cases, the metal in a state of sublimation)."]], ["falx", "/fælks/", "noun", 1.45, ["(historical) A short Dacian sword resembling a sickle."]]], "o": [["folx", null, "noun", 1.51, ["Alternative spelling of folks , later especially an eye dialect spelling of folks, representing African-American Vernacular English."]]]}, "*": {"n": [["UN*X", "", "noun", 4.52, ["Unix-like operating system (e.g., Linux, macOS, Solaris, etc.)."]]]}, "x": {"x": [["XXX", "/ɛ.ksɛ.ksɛks/", "adj", 3.73, ["Extra strong; very high quality."]], ["XXXX", "/fɔːɹˈɛks/", "noun", 2.89, ["(Bowdlerisation) A fuck / damn.", "X-rated, pornographic"]], ["xxx", "", "noun", 3.73, ["An abbreviation for kisses, usually placed at the end of a letter or text message, often alongside ooo (hugs)."]]], "e": [["goddexx", "", "noun", 0.0, ["(neologism) Alternative spelling of goddex."]]], "a": [["haxx", "", "noun", 0.0, ["(leetspeak) Alternative spelling of hax"]]]}, "y": {"p": [["ampyx", "", "noun", 0.0, ["A woman's headband (sometimes of metal), for binding the front hair in Ancient Greece."]], ["pyx", "/pɪks/", "noun", 1.54, ["(Roman Catholicism, also figurative) A small, usually round container used to hold the host (“consecrated bread or wafer of the Eucharist”), especially when bringing communion to the sick or others unable to attend Mass."]]], "r": [["apteryx", "", "noun", 1.02, ["(dated) kiwi bird"]], ["archaeopteryx", null, "noun", 2.0, ["Alternative spelling of archeopteryx"]], ["archaiopteryx", "", "noun", 0.0, ["Alternative spelling of archeopteryx"]], ["archeopteryx", "/ɑɹkiˈɒptəɹɪks/", "noun", 0.0, ["A specimen of the species Archaeopteryx lithographica, being the earliest and most primitive known bird, representing a transition in the evolution of dinosaurs to birds."]], ["archæopteryx", "", "noun", 0.0, ["Rare spelling of archeopteryx."]], ["bostryx", "", "noun", 0.0, ["(botany) A helicoid cyme."]], ["omnivoropteryx", "", "noun", 0.0, ["Any primitive bird of the genus Omnivoropteryx"]], ["oryx", "/ˈɔɹ.ɪks/", "noun", 2.51, ["Any of several antelopes, of the genus Oryx, native to Africa, which have long, straight horns"]]], "n": [["baryonyx", "", "noun", 1.19, ["Baryonyx walkeri, a theropod from the Cretaceous period discovered in 1983 in Surrey, England by William Walker, believed to be an ancestor of Spinosaurus."]], ["carnyx", "/ˈkɑɹnɪks/", "noun", 0.0, ["(music, historical) A bronze wind instrument used by Iron Age Celts (c. 200 B.C.E. – 200 C.E.) as a type of battle trumpet; held vertically when played, it was shaped like an elongated S with a mouthpiece at the lower end and a bell (often resembling an animal with an open mouth) at the upper end."]], ["chalcedonyx", "", "noun", 0.0, ["(mineralogy) An agate formed of a white opaque chalcedony alternating with a greyish translucent chalcedony."]], ["jasponyx", "", "noun", 0.0, ["A form of onyx, part or all of whose layers consist of jasper."]], ["megalonyx", "", "noun", 0.0, ["(paleontology) An extinct ground sloth of the genus Megalonyx."]], ["onyx", "/ˈɒnɪks/", "noun", 2.99, ["(mineralogy) A banded variety of chalcedony, a cryptocrystalline form of quartz.", "jet-black"]], ["sardonyx", "/sɑː(ɹ)ˈdɒnɪks/", "noun", 1.6, ["A gemstone having bands of red sard; a variety of onyx or chalcedony."]]], "l": [["brachycalyx", "", "adj", 0.0, ["(botany) Having a short calyx"]], ["calyx", "/ˈkæ.lɪks/", "noun", 2.45, ["(botany) The outermost whorl of flower parts, comprising the sepals, which covers and protects the petals as they develop."]], ["epicalyx", "", "noun", 0.0, ["(botany) A group of bracts resembling a calyx"]], ["glycocalyx", "", "noun", 1.11, ["(biology, anatomy) A filamentous coating of glycoprotein and polysaccharide on the surface of bacteria and some other cells."]], ["gonocalyx", "", "noun", 0.0, ["(zoology) The bell of a sessile gonozooid."]], ["nectocalyx", "", "noun", 0.0, ["(zoology) The swimming bell or umbrella of a jellyfish or medusa."]], ["nematocalyx", "", "noun", 0.0, ["(zoology) A kind of cup or calicle containing nematocysts, found upon hydroids of the family Plumularidae."]], ["porocalyx", "", "noun", 0.0, ["A sunken aperture, in some spirophores, used for respiration"]]]}}