{"y": {"a": [["Amanayé", "", "noun", 0.0, ["A people of Brazil's Amazon basin, living between the cities of Belém and Brasília in the state of Pará, near the municipality of São Domingos do Capim."]]], "u": [["ennuyé", "", "adj", 0.0, ["Affected with ennui; bored."]]], "o": [["ployé", "", "adj", 0.0, ["(heraldry) Bowed, curved."]]]}, "t": {"n": [["Argenté", "", "noun", 0.0, ["A rabbit of an old French show breed having silvery top fur."]], ["Conté", "/ˈkɑnteɪ/", "noun", 1.55, ["(art) A drawing medium, usually square in cross-section, composed of compressed powdered charcoal or graphite mixed with a clay or wax base."]], ["affronté", "", "adj", 0.0, ["(heraldry) Face to face, or with the fronts facing each other."]], ["confronté", "/kɒnˈfɹʌnteɪ/", "adj", 0.0, ["(heraldry, of two animals) Face-to-face; facing each other; fornenst."]], ["diamanté", "", "noun", 1.17, ["Alternative spelling of diamante"]], ["ganté", "", "adj", 0.0, ["(obsolete) Gloved; wearing gloves."]], ["mouvementé", "/ˌmuv(ə)ˌmɑnˈteɪ/", "adj", 0.0, ["Animated, agitated, bustling, full of variety."]]], "m": [["Comté", "", "noun", 1.65, ["A French cheese made from unpasteurized cow's milk in the Franche-Comté traditional province of eastern France bordering Switzerland."]]], "o": [["aligoté", "", "noun", 0.0, ["A white grape variety and white wine from Burgundy."]]], "i": [["civilité", "", "noun", 0.0, ["A typeface formerly used in parts of Western Europe which imitates cursive script."]], ["crudité", "/ˈkɹuːdɪteɪ/", "noun", 0.0, ["(food) A crispy raw vegetable; an individual piece of crudités."]], ["laïcité", "", "noun", 1.32, ["Secularism and strict separation of church and state characteristic of France since the Third Republic and of Quebec since the Quiet Revolution."]], ["mentalité", "/mɛntalɪˈteɪ/", "noun", 0.0, ["A person's feelings about the wider society and world they live in, and their place within it; a worldview, outlook."]], ["sagamité", "/səˌɡɑ.məˈteɪ/", "noun", 0.0, ["Hulled Indian corn, or a stew made of this."]], ["truité", "", "adj", 0.0, ["(ceramics) Having a delicately crackled surface."]], ["vérité", "", "noun", 1.87, ["Short for cinéma vérité."]]], "t": [["dancetté", "", "adj", 0.0, ["(heraldry) Deeply indented; having large teeth."]], ["fouetté", "/ˈfwɛteɪ/", "noun", 0.0, ["(ballet) A ballet move in which either the body or the working leg is whipped around forcefully."]], ["goutté", "", "adj", 0.0, ["Alternative spelling of gutty (“semé with drops”)"]], ["gutté", "", "adj", 0.0, ["Alternative spelling of gutty (“semé with drops”)"]], ["humetté", "", "adj", 0.0, ["(heraldry) Cut short in the form of a humet, not reaching the ends of the shield (as a chevron, cross, etc)."]], ["latté", "", "noun", 1.13, ["(hyperforeign) Nonstandard spelling of latte."]], ["patté", "", "adj", 0.0, ["(heraldry) Narrow at the inner end, and very broad at the other end, or having its arms of that shape; said of a cross."]]], "e": [["décolleté", "/dɪˈkɒləteɪ/", "adj", 1.2, ["Having a low neckline that reveals the cleavage."]], ["feuilleté", "/fə.jə.teɪ/", "noun", 0.0, ["A dish made with thin layers of puff pastry."]], ["naiveté", "", "noun", 2.14, ["Alternative spelling of naïveté"]], ["naïveté", "/nɑˌiːvˈteɪ/", "noun", 2.09, ["Lack of sophistication, experience, judgement or worldliness; artlessness; gullibility; credulity."]]], "r": [["fierté", "/fjɛɹ.teɪ/", "noun", 0.0, ["Pride, high self-esteem."]], ["forté", "", "adj", 1.55, ["Misspelling of forte (“loud”).", "Misspelling of forte (“strength, talent”)."]]], "u": [["gouté", "", "adj", 0.0, ["Alternative spelling of gutty (“semé with drops”)"]], ["sauté", "/soʊˈteɪ/", "noun", 2.52, ["A dish prepared this way."]], ["velouté", "", "noun", 1.32, ["(cooking) A mother sauce in French cuisine, consisting of a light stock thickened with a blond roux."]]], "a": [["maté", "/ˈmæteɪ/", "noun", 1.75, ["(countable) An evergreen tree, Ilex paraguariensis, native to South America, cultivated for its leaves."]], ["saté", "", "noun", 0.0, ["Alternative spelling of satay"]]], "â": [["pâté", "/ˈpæt.eɪ/", "noun", 2.15, ["A finely-ground paste of meat, fish or vegetables, sometimes with the addition of alcohol."]]]}, "l": {"u": [["Baoulé", "", "noun", 0.0, ["An Akan people, one of the major ethnicities of Côte d'Ivoire, who historically migrated from what is today Ghana."]], ["coulé", "", "noun", 0.0, ["(fencing) An attacking or feinting movement where the blade slides continuously along the opponent’s blade."]], ["foulé", "", "noun", 0.0, ["A light woollen fulled cloth."]]], "c": [["Nivaclé", "", "noun", 0.0, ["An indigenous people of the Gran Chaco."]], ["bouclé", "/buːˈkleɪ/", "noun", 1.07, ["A fabric knitted or woven of uneven yarn with a surface of loops and curls."]]], "o": [["accolé", "", "adj", 0.0, ["(microbiology) Crescent-shaped.", "A blow (typically with the flat of a sword, though historically sometimes with a fist, etc.) given in the ceremony conferring knighthood."]], ["molé", "", "noun", 1.35, ["Alternative spelling of mole (“sauce”)"]]], "é": [["bélé", "", "noun", 0.0, ["(music, dance, Caribbean) A genre of music and group dance from the Creole cultures of Dominica and other Caribbean islands, in modern times mostly performed to celebrate holidays and special occasions."]]], "e": [["canelé", "", "noun", 0.0, ["Small french pastry (from Bordeaux) with a soft center and a golden crust, made with rum-flavoured crepe batter, cooked in small molds."]], ["cannelé", "", "noun", 0.0, ["(textiles, uncountable) A style of interweaving giving a channelled or fluted effect to fabric."]], ["crénelé", "", "adj", 0.0, ["(heraldry) Embattled."]]], "t": [["centzontlé", "", "noun", 0.0, ["(very rare) Alternative spelling of centzontle"]]], "b": [["doublé", "", "noun", 0.0, ["(fencing) A compound attack that deceives the opponent's attempted circular parry."]]], "i": [["filé", "/fɪˈleɪ/", "noun", 0.0, ["A spicy herb made from the dried and ground leaves of the North American sassafras tree (Sassafras albidum) and used in Louisiana Creole cooking."]]], "l": [["mouillé", "", "adj", 0.0, ["(phonetics) Describing a palatal or palatalized consonant, particularly one historically derived from /l/ or /n/."]], ["pointillé", "", "noun", 0.0, ["A style of finishing consisting of dotted lines and curves on the covers of a book."]]], "f": [["soufflé", "/suːˈfleɪ/", "noun", 2.26, ["A baked dish made from beaten egg whites and various other ingredients.", "(ceramics) Decorated with very small drops or sprinkles of colour, as if blown from a bellows."]], ["tréflé", "", "adj", 0.0, ["(heraldry) Trefoiled."]]]}, "r": {"a": [["Baré", "", "noun", 0.0, ["An indigenous people of northwest Brazil and Venezuela."]]], "r": [["Beurré", "", "noun", 0.0, ["Any of various pears with soft, melting flesh."]], ["bourré", "", "noun", 0.0, ["(card games) A card game traditionally played in Louisiana, US."]], ["tocorré", "", "noun", 0.0, ["Only used in hacer tocorré"]]], "u": [["ajouré", "", "noun", 0.0, ["A technique for creating patterns of open areas in fabric by tying woven threads together.", "Decorated using ajouré."]]], "b": [["cabré", "/kəˈbɹeɪ/", "adj", 0.0, ["(heraldry) Rearing; forcené."]], ["cambré", "", "noun", 0.0, ["(ballet) A bending at the waist in any direction, forward, backward, or to the side"]], ["chambré", "/ˈʃɒmbɹeɪ/", "adj", 0.0, ["Of wine: brought to room temperature for the room in which it is to be served."]], ["ombré", "/ˈɒmbɹeɪ/", "adj", 1.81, ["Having colors blend from one color hue to another, usually from light to dark."]]], "i": [["moiré", "/mwaˈɹeɪ/", "noun", 1.81, ["A pattern that emerges when two grids are superimposed over one another, sometimes unintended or undesirable in many applications, such as in weaving, screenprinting, and halftoning."]]], "t": [["outré", "/uˈtɹeɪ/", "adj", 1.58, ["Beyond what is customary or proper; extravagant."]]], "e": [["shekeré", "", "noun", 0.0, ["Alternative spelling of sekere"]], ["tereré", "", "noun", 0.0, ["An iced beverage made from yerba mate."]]]}, "m": {"u": [["Baumé", "", "noun", 0.0, ["A type of densimeter, developed by French pharmacist A. Baumé (1724-1804)"]], ["Pumé", "", "noun", 0.0, ["The Yaruro people of Venezuela."]], ["appaumé", "", "adj", 0.0, ["(heraldry, of a hand) Open and extended so as to show the palm with thumb and fingers at full length."]], ["resumé", null, "noun", 2.25, ["Alternative spelling of resume (“summary, especially of employment history”)"]], ["résumé", "/ˈɹɛz.ə.meɪ/", "noun", 2.83, ["Alternative spelling of resume (“summary, especially of employment history”)"]]], "i": [["animé", "/ˈæ.nɪ.meɪ/", "noun", 1.4, ["The resin of the courbaril (Hymenaea courbaril), used in varnishes."]]], "m": [["consommé", "/ˈkɒnsəˌmeɪ/", "noun", 1.7, ["a clear broth made from reduced meat or vegetable stock, served either hot as a soup or chilled as a jelly"]]], "e": [["epistemé", "", "noun", 0.0, ["Alternative spelling of episteme"]], ["parsemé", "/ˈpɑːsəmeɪ/", "adj", 0.0, ["(now rare, italicized) Sprinkled, scattered (usually with something)."]], ["semé", "/səˈmeɪ/", "adj", 0.0, ["(heraldry) Sprinkled, sown, strewn: said of a field or charge when strewn with small (identical) charges."]]], "a": [["lamé", null, "noun", 1.83, ["(uncountable) A fabric made from gold or silver threads and silk, wool or cotton."]], ["macramé", "/ˈmækɹəˌmeɪ/", "noun", 1.69, ["A form of decorative textile made by knotting and weaving."]]], "s": [["mousmé", "/ˈmuːsmeɪ/", "noun", 0.0, ["(historical) A Japanese young woman or mistress."]]]}, "b": {"a": [["Burkinabé", "", "adj", 1.37, ["Alternative spelling of Burkinabe"]]], "b": [["abbé", "/æˈbeɪ/", "noun", 2.47, ["(obsolete) A French abbot, the (male) head of an abbey."]]], "m": [["bembé", "", "noun", 0.0, ["A common bell rhythm in sub-Saharan Africa."]], ["bombé", "/ˈbɒmbeɪ/", "adj", 0.0, ["(especially of furniture) Featuring a protruding convex bulge."]], ["djembé", "", "noun", 0.0, ["Alternative spelling of djembe"]], ["flambé", "", "adj", 1.41, ["(cooking) Being, or having been, flambéed.", "(cooking) A showy cooking technique where an alcoholic beverage, such as brandy, is added to hot food and then the fumes are ignited."]], ["imbé", "", "noun", 0.0, ["A South American liana, Philodendron imbe."]], ["tombé", "", "noun", 0.0, ["(ballet) A movement in which a dancer falls from one leg to the other while flexing the knee."]]], "u": [["jubé", "", "noun", 0.0, ["A rood screen."]]]}, "d": {"n": [["Mandé", "", "noun", 0.0, ["An ethnolinguistic grouping of native African ethnic groups who speak Mande languages."]], ["undé", "", "adj", 0.0, ["(heraldry) Waving or wavy; applied to ordinaries, or division lines."]]], "u": [["coudé", "", "adj", 0.0, ["(of a catheter) Bent at the tip at a 45° angle, like an elbow."]]], "o": [["démodé", "/ˌdeɪməʊˈdeɪ/", "adj", 0.0, ["Outdated, old-fashioned."]]], "r": [["urdé", "", "adj", 0.0, ["(heraldry) Pointed, as a cross, or having a point projected, as a bend; varriated."]]]}, "p": {"a": [["Tapirapé", "", "noun", 0.0, ["An indigenous people of Brazil."]], ["canapé", null, "noun", 1.76, ["An hors d’oeuvre, a bite-sized open-faced sandwich made of thin bread or toast topped with savory garnish."]], ["chapé", "", "noun", 0.0, ["(heraldry) A division of the field, used in French heraldry, created by drawing two lines from the centre of the upper edge of the shield towards the outer bottom edges (creating a triangle), with the tincture being applied to the two upper portions which the triangle divides."]], ["igarapé", "", "noun", 0.0, ["A watercourse in the Amazon rainforest."]]], "u": [["coupé", "/kuːˈpeɪ/", "noun", 2.53, ["A two-seater car, normally a sports car. (variant of coupe)", "(heraldry, obsolete) Couped."]]], "p": [["frappé", "/fɹæˈpeɪ/", "noun", 1.44, ["A frozen fruit-flavoured dessert or appetizer.", "Iced; cooled."]]], "i": [["ipé", "", "noun", 0.0, ["Alternative spelling of ipe"]], ["recipé", "", "noun", 0.0, ["Nonstandard spelling of recipe."]]], "s": [["jaspé", "", "adj", 0.0, ["Veined or clouded like imitation jasper.", "A shaded, plain-weave type of cloth, embroidered or similarly printed."]]]}, "'": {"o": [["Zo'é", "", "noun", 2.66, ["A native Tupí–Guaraní tribe in the State of Pará, Municipality of Óbidos, on the Cuminapanema River, Brazil."]]]}, "s": {"s": [["abaissé", "/əˈbeɪˌseɪ/", "adj", 0.0, ["(heraldry) Of a charge, especially a fess: borne lower than usual."]], ["bretessé", "/bɹɛt.əˈseɪ/", "adj", 0.0, ["(heraldry) Embattled (as a bend, fesse, etc), especially if embattled-counterembattled on both sides with the projections coming opposite each other."]], ["chassé", "", "noun", 1.23, ["(dance) A gliding movement in dance (especially ballet) with the same foot always leading."]], ["chaussé", "", "adj", 0.0, ["(obsolete) Shoed; wearing shoes."]], ["concassé", "", "noun", 0.0, ["(cooking) Food (fish, fruit, vegetables, etc) that has been coarsely chopped or cut into large pieces."]], ["damassé", "/dəˈmæseɪ/", "noun", 0.0, ["A fabric which is woven figured like damask."]], ["déclassé", "/deɪˈklæseɪ/", "adj", 1.14, ["Degraded from one's social class."]], ["fossé", "", "noun", 0.0, ["(obsolete, chiefly Scotland) A fosse or ditch."]], ["lampassé", "", "adj", 0.0, ["(heraldry, uncommon) Langued."]], ["massé", "", "noun", 1.39, ["(billiards, snooker) A stroke made with the cue held vertically that causes a billiard ball to move in an arc."]], ["matelassé", "", "noun", 0.0, ["A heavy fabric, composed of two layers of cloth, used to form a quilted surface.", "Ornamented by means of an imitation or suggestion of quilting, the surface being marked by depressed lines which form squares or lozenges in relief."]], ["passé", "/pæˈseɪ/", "noun", 2.34, ["(fencing) An attack that passes the target without hitting."]], ["plissé", "", "noun", 0.0, ["A narrow pleat made by gathering fabric with stitches, wetting the fabric, and setting by allowing it to dry under weight or tension."]], ["repoussé", "/ˈɹə.pu.ˈse͡ɪ/", "noun", 1.21, ["A metalworking technique in which a malleable metal is ornamented or shaped by hammering from the reverse side."]], ["retroussé", "/ˌɹɛtɹuˈseɪ/", "adj", 0.0, ["Turned up, especially when describing the nose."]]], "i": [["aiguisé", "", "adj", 0.0, ["(heraldry) Urdé (pointed)."]], ["croisé", "", "noun", 0.0, ["(fencing) An action in which one fencer forces the opponent’s blade into the high or low line on the same side, by taking it with the guard and forte of his own blade"]], ["embourgeoisé", "", "adj", 0.0, ["Made or become bourgeois"]], ["pisé", "/piːˈzeɪ/", "noun", 0.0, ["(architecture) A kind of wall made of stiff earth or clay rammed in between moulds which are carried up as the wall rises."]], ["visé", "/viːˈzeɪ/", "noun", 0.0, ["(archaic) visa."]]], "a": [["blasé", "/blɑˈzeɪ/", "adj", 2.18, ["Unimpressed with something because of over-familiarity."]]], "o": [["exposé", "/ˌɛkspoʊˈzeɪ/", "noun", 2.69, ["The act of exposing somebody or something; a shameful showing up."]], ["posé", "", "adj", 0.0, ["(ballet, dance) Held in position for a prolonged period."]], ["rosé", "/ɹoʊ̯ˈzeɪ̯/", "noun", 2.76, ["A pale pink wine made by removing the dark grape skins at the required point during fermentation."]]]}, "n": {"n": [["abonné", "/æˈbɔ.ne/", "noun", 0.0, ["A subscriber; a season ticket holder."]], ["cloisonné", "", "noun", 1.46, ["Alternative spelling of cloisonne"]], ["dragonné", "", "adj", 0.0, ["(heraldry) Like a dragon in the hinder part, and a lion or other creature in the fore part."]], ["façonné", "", "noun", 0.0, ["A fabric having a pattern woven into it, especially one in which the pattern stands out from a sheer background."]], ["papelonné", "", "adj", 0.0, ["(heraldry) Divided into a pattern (counted as one of the heraldic furs) which resembles scales, such as are found on fish or on butterflies' wings, perhaps originally representing stylized feathers or diaper. (Compare escaloped, plumetty.)"]], ["raisonné", "", "adj", 1.47, ["Arranged systematically, or according to classes or subjects."]], ["rayonné", "", "adj", 0.0, ["(heraldry) Radiant, giving off rays."]], ["tenné", "/ˈtɛni/", "noun", 0.0, ["(heraldry) A rarely-used tincture of orange or bright brown.", "(heraldry) Orange or bright brown."]]], "r": [["acharné", "", "adj", 0.0, ["(archaic) Relentlessly opposed; irreconcilable."]], ["contourné", "", "adj", 0.0, ["(heraldry, of beasts, etc) Facing sinister instead of dexter."]], ["morné", "/moɹ.neɪ/", "adj", 0.0, ["(heraldry) Without teeth, tongue, or claws; said of a lion represented heraldically."]], ["orné", "", "adj", 0.0, ["ornamental"]]], "i": [["chiné", "", "adj", 0.0, ["(textiles) Mottled in appearance, from the warp being dyed in different colours, or from threads of different colours twisted together."]], ["erminé", "/ɝmɪnˈeɪ/", "adj", 0.0, ["Alternative spelling of erminee"]], ["koiné", "", "noun", 0.0, ["Alternative spelling of koine"]], ["ratiné", "", "noun", 0.0, ["A rough bulky plain-woven fabric."]], ["satiné", "", "noun", 0.0, ["A hard reddish wood of French Guiana, a kind of satinwood."]]], "u": [["déjeuné", "/ˌdeɪʒəˈneɪ/", "noun", 0.0, ["(dated) A lunch."]]], "e": [["forcené", "/ˈfoɹ.səˌneɪ/", "adj", 0.0, ["(chiefly heraldry, in reference to a horse) Rearing on the hind legs. (When another animal has this posture, it is termed rampant.)"]]], "g": [["soigné", "/swɑˈnjeɪ/", "adj", 0.0, ["Fashionable and elegant, well-groomed."]]]}, "g": {"é": [["agrégé", "", "noun", 0.0, ["In France, a civil servant who teaches as a professor."]], ["protégé", "/ˈpɹoʊ.təˌʒeɪ/", "noun", 2.76, ["A person who is guided and supported by an older and more experienced person (a protector or mentor)."]]], "r": [["chargé", "", "noun", 2.28, ["Short for chargé d'affaires."]]], "a": [["dégagé", "/ˌdeɪɡɑːˈʒeɪ/", "adj", 0.0, ["unconstrained; easy; free"]], ["engagé", "", "noun", 0.0, ["(historical) Someone serving under a contract of engagement.", "Passionately committed to a cause."]], ["yagé", "", "noun", 0.0, ["Alternative spelling of yage"]]], "e": [["protegé", "", "noun", 1.33, ["Alternative spelling of protégé"]]]}, "u": {"q": [["appliqué", "", "noun", 2.01, ["Alternative spelling of applique"]], ["communiqué", "/kəˌmjuːn.ɪˈkeɪ/", "noun", 2.55, ["An official report or statement, such as a government press release or the report of a conference."]], ["détraqué", "/deɪˈtɹækeɪ/", "noun", 0.0, ["Someone who is dangerously deranged; a madman, a psychopath.", "Mad, insane, psychopathic."]], ["embusqué", "", "noun", 0.0, ["One who avoids military service; a draft dodger."]], ["manqué", "/mɑnˈkeɪ/", "adj", 1.24, ["(postpositive) Unfulfilled due to the vagary of circumstance, some inherent flaw or a constitutional lack."]], ["piqué", "/piˈkeɪ/", "noun", 2.15, ["(sewing) A kind of corded or ribbed fabric made from cotton, rayon, or silk."]], ["risqué", "/ɹɪsˈkeɪ/", "adj", 2.43, ["Suggestive of sexual impropriety; bordering on the indelicate."]], ["unrisqué", "", "adj", 0.0, ["Not risqué."]]], "g": [["distingué", "", "adj", 0.0, ["Alternative spelling of distingue"]]], "t": [["habitué", "/həˈbɪt͡ʃuˌeɪ/", "noun", 1.25, ["One who frequents a place."]]], "o": [["roué", "/ˈɹuːeɪ/", "noun", 1.31, ["A debauched or lecherous person."]]]}, "h": {"c": [["attaché", "/ˌætæˈʃeɪ/", "noun", 2.77, ["A diplomatic officer, usually one who plays a specific role."]], ["balché", "", "noun", 0.0, ["An intoxicating beverage made by soaking the bark of the leguminous tree Lonchocarpus violaceus in honey and water and fermenting it."]], ["broché", "", "adj", 0.0, ["Woven with a figure."]], ["cleché", "", "adj", 0.0, ["(heraldry) Having ends which flare out (like a cross patté) before tapering back to a point (urdé)."]], ["cliché", "/kliˈʃeɪ/", "noun", 3.19, ["Something, most often a phrase or expression, that is overused or used outside its original context, so that its original impact and meaning are lost. A trite saying; a platitude.", "(proscribed) clichéd; having the characteristics of a cliché"]], ["couché", "", "adj", 0.0, ["(heraldry) Inclined at an angle."]], ["débouché", "", "noun", 0.0, ["(archaic) An exit or outlet."]], ["enguiché", "", "adj", 0.0, ["(heraldry, of trumpets, horns, etc) Having either a strap or a mouthpiece (or the interior of the mouth) which is of a specified tincture."]], ["poché", "/pɔˈʃe(ɪ)/", "noun", 0.0, ["(architecture) Areas of an architectural plan or section that are filled in, often by cross-hatching or solid black, to show wall thicknesses, floor thicknesses and all other solid areas that intersect the plane of the section cut."]], ["recherché", "/ɹəˌʃɛɹˈʃeɪ/", "adj", 1.31, ["Sought out and chosen with care; choice; exquisite."]]]}, "k": {"é": [["attiéké", "", "noun", 0.0, ["Fermented cassava pulp, a side dish in the cuisine of Côte d'Ivoire."]]], "a": [["doundaké", "", "noun", 0.0, ["African peach bark, used as a febrifuge and sedative."]], ["saké", "/ˈsækeɪ/", "noun", 1.35, ["Rice wine; a drink made from filtered fermented rice."]]]}, "f": {"a": [["café", "/ˌkæˈfeɪ/", "noun", 3.75, ["A coffee shop; an establishment selling coffee and sometimes other non-alcoholic beverages, simple meals or snacks, with a facility to consume them on the premises."]], ["cybercafé", "", "noun", 0.0, ["(dated) A café in which customers may access the Internet, play video games etc."]]], "f": [["réchauffé", "", "noun", 0.0, ["A dish of food that has been reheated."]]]}, "v": {"e": [["champlevé", "/ˌʃɒ̃mləˈveɪ/", "adj", 0.0, ["(art) Having the ground engraved or cut out in the parts to be enamelled; inlaid in depressions made in the ground; said of a kind of enamel work in which depressions made in the surface are filled with enamel pastes, which are then fired.", "A piece of enamel of this kind."]], ["relevé", "", "noun", 1.13, ["(ballet) A position in which the dancer rises to the ball of the feet from demi plié to balance on one or both feet. Can be done on demi-pointe, or full pointe"]]], "é": [["névé", "/neɪˈveɪ/", "noun", 0.0, ["The firn or snowfield at the head of a glacier."]]], "a": [["pavé", null, "noun", 1.68, ["A paved surface, a pavement (now only in French contexts)."]]]}, "c": {"r": [["divorcé", "/dɪvɔɹˈseɪ/", "noun", 1.1, ["A divorced man."]], ["tiercé", "", "adj", 0.0, ["(heraldry) Divided into three equal parts of three different tinctures; said of an escutcheon."]]], "n": [["fiancé", "/fiˈɑnseɪ/", "noun", 3.47, ["A man who is engaged to be married; the man to whom one is engaged."]], ["prononcé", "", "adj", 0.0, ["(dated) Strongly marked; decided, as in manners, etc."]]], "a": [["glacé", "/ɡlæseɪ/", "adj", 1.51, ["having a glossy surface"]]]}, "e": {"c": [["fianceé", "", "noun", 1.37, ["Misspelling of fiancée."]]]}, "w": {"j": [["jwé", "", "noun", 0.0, ["(music, Saint Lucia) A type of traditional Saint Lucian music."]]]}, "o": {"m": [["moé", "", "noun", 0.0, ["Alternative spelling of moe"]]]}, "i": {"l": [["plié", "", "noun", 1.44, ["(ballet) A smooth and continuous bending of the knees"]]], "p": [["volapié", "", "noun", 0.0, ["(bullfighting) A mortal thrust to the bull. The bullfighter runs towards the stationary bull, facing it head-on, jumps on top of it and thrusts the estocada into the bull's back."]]], "t": [["zaptié", "", "noun", 0.0, ["(military, hisotircal) A gendarme / carabineer in Italian colonies of the Ottoman Empire"]]]}}